{
    "dialogs": {
        "cristal-den/slavers/boss": {
            "ask-about-slavers-errand": "My name's {{name}}. I was sent by Miss Bitty Potiok.",
            "meeting": "What the buck is this ? Who the buck are you and why did my ponies let you into my office ?",
            "meeting-oopsie": "Oops, sorry, wrong door ! I'll be on my way !",
            "on-negociate-even-further-beyond": "<i>He stays silent for a moment, looking at you intently. Suddenly, he bursts out laughing:</i><br/>Hahaha ! I like you, you're funny ! Alright, I'll sell you these 10 slaves for a total of {{slaversErrandPrice}}. Do we have a deal ?",
            "slavers-errand/about-explosions": "Wait, you mentionned explosions at the mines ? What's that about ?",
            "slavers-errand/about-potiok-deal": "Oh no, I don't think so. This just isn't going to work. I know the reason why Bitty keeps asking for new slaves is to replace those that are getting killed in those explosions at the mines. I'm not going to give her slaves for free forever. So, what does she need ?",
            "slavers-errand/ask-for-slaves": "She demands 10 slaves, physically fit enough for mining work. No cripple, no elderly, no child, no ghouls.",
            "slavers-errand/buy-slaves": "Alright, I'm paying. Those slaves better be worth it !",
            "slavers-errand/cannot-buy": "I don't have enough caps to pay right now. I'll come back later.",
            "slavers-errand/entry": "I see. So she wants more slaves, right ? I'm getting tired of this. I can supply the slaves, if the price sits well with me. What does she needs exactly ?",
            "slavers-errand/negociate": "Woh there, calm down ! I guess I can make you a wholesale price.  The Potioks are valued customers after all. How about {{slaversErrandNegociatedPrice_1}} caps per head ? That's a whole thousand discount. Take it or leave it.",
            "slavers-errand/negociate-bitty": "Bitty Potiok has allowed me to pay up to 50 caps per head.",
            "slavers-errand/negociate-event-further-beyond": "Now, we're getting somewhere. But it's still way too expensive considering I'm buying 10 slaves at once. I insist, {{slaversErrandNegociatedPrice_4}} caps is a good price. Make a gesture for me, and you can trust I'll come back for more.",
            "slavers-errand/negociate-further": "That's barely a discount. I'd still be better off having the slaves delivered from the other side of the Cristal Empire. I'll give you {{slaversErrandNegociatedPrice_4}} caps per head.",
            "slavers-errand/negociate-outraged": "How much ? That is outrageous ! There's no way those slaves are worth {{slaversErrandUnitPrice}} caps each !",
            "slavers-errand/on-explosions": "What, you don't know ? I'm sure Bitty doesn't want the word to spread, but everypony knows already. Somepony's been sabotaging her exploitation, and she's been completely unable to stop it so far. In fact, it's likely the Potiok will remove her from her duties at some point, and put someone more capable in charge. Running the mine was her chance at becoming a big shot within the Potiok. And she's failing. Which means that I won't gain anything by doing her favors.<br><br>So, I'm asking you again. What's the order ? How much slaves does she want ?",
            "slavers-errand/on-negociate-even-further-beyond": "<i>He stays silent for a moment, looking at you intently. Suddenly, he bursts out laughing:</i><br/>Hahaha ! I like you, you're funny ! Alright, I'll sell you these 10 slaves for a total of {{slaversErrandPrice}}. Do we have a deal ?",
            "slavers-errand/on-negociate-failure": "<i>He stays silent for a moment, looking at you intently. Then he hisses at you:</i><br/>Are you making fun of me ?<br><br>Because it sounds like you're making fun of me. And I don't like being made fun of. Now listen to me, you little twat: I gave you an honest price, {{slaversErrandUnitPrice}} per slave. You are going to show me the money, and get the fuck out of my office before I kick your sorry flank out of here myself.",
            "slavers-errand/on-negociate-further": "Ha ! That's rich ! Okay, let's take this transaction more seriously. You're right, my price is far too high... but yours is far too low. Let's meet halfway. How about {{slaversErrandNegociatedPrice_2}} per slave ?",
            "slavers-errand/on-slaves-bought": "Good. Pleasure doing business with you. I'll send a convoy to deliver the slaves immediately. Now get the hell out of here, I've got work to do.",
            "slavers-errand/slave-sale": "Alright. 10 slaves in the best of physical condition then. We can have them delivered to Hillburrow immediately for {{slaversErrandPrice}} caps.",
            "slavers-errand/tell-slavers-owe-potioks": "Bitty Potiok said this transaction was covered by the deal between Potioks and slavers. You've already been paid for this service, your job is to send the slaves needed to the hillburrow mines."
        }
    }
}
