{
    "dialogs": {
        "hillburrow/barkeep": {
            "about-npc": "I'm {{npc}}. Nothing much to tell about me, I just make drinks and I keep the fine people of Hillburrow happy and hydrated ! And who might you be ?",
            "ask-about-drinks": "What do you have on tap ?",
            "ask-about-npc": "Who are you ?",
            "entry": "Howdy, {{knownName}} ! What are you drinking ?",
            "exit": "",
            "exit-without-drinks": "No drinks for me this time ! Bye !",
            "montest": "Ma traduction",
            "order-drink": "We have beer on tap, for {{beerPrice}} bottlecaps. I also have some whiskey for {{whiskeyPrice}} bottlecaps, or Sparkle Cola for {{colaPrice}} caps. What will it be ?",
            "order-drink-alt": "Want something else to drink ?",
            "quest-sheriff-about-mercenaries": "They usually hang out backtown. Either at the coal mine, or near the slave pen. I'd tread carefuly around them, if I were you. They're not exactly the friendly type.",
            "quest-sheriff-about-night-more": "Not really, no...<br/>Actually... kinda. Tidy Champ was particularly drunk that night. But that's not really something unusual, heh heh. Scratchy looked tired... he got pissed off at him and told him to go home, else he'd have him spend the night in a cell. Tidy wasn't pleased, but Scratchy didn't really leave him a choice. He forced Tidy to leave early that night.",
            "quest-sheriff-about-suspects": "Scratchy Lead was a bit reserved, but he was overall a nice pony. I don't think anyone from town hated here. But, you know... sometimes, the Potiok mercenaries come to drink here. And sometimes, Scratchy Lead used to be here as well. I've seen Apathy Flake give shit to Scratchy a few times. He's the leader of the mercenaries. From what I gathered, Scratchy was supposed to solve a case for them, and Apathy thought that he wasn't putting in enough effort. Maybe you ought to look into that.",
            "quest-sheriff-about-the-night": "Yes... it's weird you know, when something so tragic happens, we remember every detail about the day. He did come by here. Took a drink. Whiskey, double, no ice. He stayed for around half an hour, then left.",
            "quest-sheriff-ask-about-drunken": "What w",
            "quest-sheriff-ask-about-night-more": "Did anything unusual happen that night ?",
            "quest-sheriff-ask-about-suspicions": "Do you know anyone that would hold a grudge against Scratchy Lead ?",
            "quest-sheriff-ask-about-the-night": "Did Scratchy Lead come here the night of his death ?",
            "quest-sheriff-back-to-entry": "Let me ask you about something else.",
            "quest-sheriff-exit": "Thank you for answering my questions. I'll be on my way.",
            "quest-sheriff-find-mercenaries": "Where can I find those mercenaries ?",
            "quest-sheriff-murder": "Quite the tragedy, how he died... everypony liked him. What do you want to know ?",
            "quest-sheriff-murder-start": "I heard sheriff Scratchy Lead used to spend time in this joint. Care to answer some of my questions ?",
            "tell-name": "I'm {{name}}.",
            "tell-name-reject": "I could tell you. But then I'd have to kill you."
        }
    }
}
