{
    "dialogs": {
        "hillburrow/doctor": {
            "about-den-doc": "Nah, it's not really that she ain't a real doctor. She knows her stuff... probably. But she's got ways of convincing healthy people that they're sick. If you come for a gunshot wound, she'll heal you first. Then she'll convince you that you have some chronic disease, and have you come back every week for some phony treatment.",
            "about-den-doc-treatment": "Glad you aksed. She conditions fucking sugarcubes in old medicine boxes and have half the town convinced that it's the only thing standing between them and a long and painful death. I don't know who I resent more: that fucking crook or the stupid dumbfucks who believe her.",
            "about-npc": "I'm this shit hole's doctor. But you already knew that. The name's {{npc}}.",
            "about-npc-den": "The competition got pretty ugly. A certain \"doctor\" opened a clinic there. Armor Bid was her name. That bitch is more of a sweet talker than a medic, if you ask me... but you know how ponies are: they'd rather hear what they want to hear than what they need to hear. She swiped all of my business off my hooves. So when the Potioks asked for a real doctor to take care of this town, I took the job. And here I am.",
            "about-npc-leaving-den": "I never would've guessed. So why did you leave ?",
            "about-npc-leaving-den-alt": "So how did you end up here of all places ?",
            "about-npc-more": "Yeah, well I came from the Crystal Den. Big place, lot more things to do, lot more comfort, lot more people. I'm a people person, can't you tell ?",
            "about-old-sheriff": "Scratchy Lead... yes, I can give you a few pointers, but nothing really decisive. From what the autopsy revealed, he died as a result of a confrontation. No weapons were used, the wounds where made by hooves, and the strength and shape of the blows reveal that the murderer was an earth pony. There are signs of struggles: Scratchy tried to defend himself. It's likely that he wasn't taken by surprise.",
            "about-potioks": "They're the founder of Crystal Den. Or so they like to say. If you ask me, the town was built over the slaving business. They just were the first to settle there.",
            "about-potioks-more": "The Crystal Den needs coal to run. This town had a coal mine. So one day, the Potioks came and took the mine off the hooves of whoever used to live here. They have a whole bunch of slaves running it. They've never been keen on doing honest work themselves, these Potioks fellas. Wherever they go, the slave business booms.",
            "ask-about-den-doc": "You said Armor Bid wasn't really a medic. Care to tell me more about that ?",
            "ask-about-den-doc-treatment": "What kind of treatment ?",
            "ask-about-npc": "Who are you ?",
            "ask-about-old-sheriff": "I'm investigating Scratchy Lead's murder. I'm here to ask you what you found out during the autopsy.",
            "ask-about-potioks": "Who are the Potioks ?",
            "ask-more-about-npc": "Why do you say this place is a shit hole ?",
            "ask-more-about-potioks": "So what are the Potioks doing in this town ?",
            "ask-more-about-sheriff": "What more can you tell me about Scratchy Lead ?",
            "ask-suspicion-about-sheriff": "I see. So the murderer is a particularly strong earth pony. Anyone comes in mind ?",
            "ask-suspicion-about-sheriff-more": "I know this may sound a bit harsh, but I need every bit of lead I can get. Somepony who can murder in cold blood might be hiding in our midst, and we can't risk them killing anypony else. So I really need to know: who in this town matches the profile you've established with your autopsy ?",
            "back-to-entry": "Let's talk about something else.",
            "barter": "Finally a paying customer. Here's what I've got.",
            "entry": "Hey. Need anything ?",
            "entry-alt": "What else do you need ?",
            "entry-drunken-quest-failed": "<i>She shortly stares at your face then goes:</i><br/>Hey ! I know that ugly mug ! You're the asshole who couldn't spare the time to fucking help me save a life ! You probably don't give a shit, but I'll have you know that the pony who was lying there last time you came is fucking dead. I might've been able to save him, if you'd been less of a prick.",
            "entry-drunken-quest-success": "Hey. You're the one who helped me save Tidy Champ from certain death, right ? Sorry, I'm pretty sure it was you, but I'm not good with faces and I was pretty busy. So, do you need anything from me ?",
            "exit-barter": "Good trade. Bye.",
            "exit-entry": "Nothing. Bye.",
            "odl-sheriff-tell-more": "I didn't know Scratchy Lead that well. He seemed a bit stuck up. He was shaped to be a sheriff: he liked telling people what's right and what's wrong. Pretty stubborn on top of that. Maybe that's how his downfall came to him. But hey, I don't wanna speak ill of the dead. He was a good pony overall, everpony here agrees about that. Well, everypony minus the murderer, I guess.",
            "old-sheriff-more-suspicions": "I guess you're right. I don't know everypony in town though...<br/>There is somepny who comes to mind. Remember the pony you help",
            "old-sheriff-suspicions": "I don't think anypony I know would've been able of such a heinous crime. Maybe it was one of the Potiok mercenaries... they're rude and violent. But maybe I should just shut my trap, I have no evidence to back that claim...",
            "old-sheriff-tell-more": "I didn't know Scratchy Lead that well. He seemed a bit stuck up. He was shaped to be a sheriff: he liked telling people what's right and what's wrong. Pretty stubborn on top of that. Maybe that's how his downfall came to him. But hey, I don't wanna speak ill of the dead. He was a good pony overall, everpony here agrees about that. Well, everypony minus the murderer, I guess.",
            "old-sheriff-with-drunken": "There's also Tidy Champ, the pony who was bleeding out on my floor, the first time you came at this clinic. He matches the description, but I really don't see him doing something so terrible.",
            "old-sheriff-without-drunken": "There's also Tidy Champ... but he died recently, bled out on my floor. Remember ? When I asked you to get me a doctor's bag and you didn't come back ? You'll have a hard time interrogating him now that he's fucking dead.",
            "trade": "I need to buy some medicine. Show me what you've got."
        }
    }
}
