{
    "dialogs": {
        "hillburrow/drunken-master": {
            "about-brawl": "That's a long story... well, actually no, it's pretty short. I got in a brawl with one of those stinky Potiok mercenaries. I was a pretty popular competitive fighter in my youth, you see, so I was pretty sure I could kick his flank. He proved me otherwise. He broke a stool on my face. Next thing I know, I woke up in the clinic with a patched up whole in my belly.",
            "about-mercenaries": "The Potioks run the coal mine, in the northren parts of town. The have a bunch of slaves mining it... it's more efficient than caring for the well-being of your miners, apparently. The mercenaries keep the slaves in check. And when the sun comes down, they get shit-faced with us at the tavern. There's not much more to say about it.",
            "ask-about-brawl": "Tell me, what did you do to end up with that huge splinter sticking out your belly anyway ?",
            "ask-about-mercenaries": "What's the deal with those mercenaries ?",
            "ask-about-sheriff-murder": "I'm investigating sheriff Scratchy Lead's murder. Would you care answering some of my questions ?",
            "ask-for-training": "So you were a famous fighter back in your days ? Think you could teach me a few tricks ?",
            "end-training-no-beer": "Maybe another time ! Thanks for the lesson !",
            "end-training-with-beer": "Sure thing pal, we've earned it !",
            "entry": "Hi there, friend ! How's your day so far ?",
            "entry-alt": "Hey ! Good to see you again ! I haven't thanked you yet for saving my life, back in the clinic ! So... thank you ! If there's anything I can do for you, don't hesitate ! So, how are you doing today ?",
            "exit-about-brawl": "I see. That's all I wanted to know. Bye.",
            "exit-entry": "Nothing much. See you around !",
            "exit-teaching": "Actually, I've got some urgent business going on. Maybe another time.",
            "quest-sheriff-ask-murder-night": "Where were you the night of the murder ?",
            "quest-sheriff-ask-murder-night-suspicions": "Did you notice anything out of the usual, that night ?",
            "quest-sheriff-ask-relationship": "What was your relationship with the victim ?",
            "quest-sheriff-ask-suspects": "Do you know anyone who could've been on bad terms with Scratchy Lead ?",
            "quest-sheriff-back-to-entry": "Let me ask you about something else.",
            "quest-sheriff-exit": "I'm done with my questions. Thank you for your patience.",
            "quest-sheriff-murder": "Oh. Yeah, sure. I don't know that I know anything that can help, but sure, go ahead.",
            "quest-sheriff-murder-night": "The night he got killed ? I guess I was around here. I come here every night. I don't have anything better to do. Plus, I love this place, and it loves me back. I was in this same spot, sipping my beer, like I always do. Ask anypony.",
            "quest-sheriff-murder-night-suspicions": "Er... look, I can tell you one thing I probably remember correctly from that night. I was drunk, alright ? You might wanna ask somepony who doesn't drink as much as I can. I'm the kind of pony you make memories with: not the kind of pony who remembers those !",
            "quest-sheriff-relationship": "My relationship with Scratchy Lead ? I knew who he is, is what our relationship is. Or well... used to be, since... you know...<br/>He sometimes came to this place for a late drink. He didn't get involved with other people too much though. He'd just ask for something strong and brood in a corner for a while. Then he'd get up and leave.",
            "quest-sheriff-suspects": "Well, he didn't get much involved with us, and I don't know that anypony else in town would have a grudge against him.",
            "start-fighting": "Let's go already !",
            "teach-fighting": "Alright. This is probably going to hurt some, but nothing worth it ever comes easy, right ? Get ready to rumble !",
            "teach-fighting-beer": "<i>You spend some more time with {{npc}} drinking your beers and talking about his days as a champion in the arena of Crystal Den, called Jungle Gym. He used to be pretty popular back then, apparently. After some pleasent talk, you decide it's time to take your leave.</i>",
            "teach-fighting-done": "<i>You go outside and train for several hours under the tough coaching of {{npc}}. After a last sparring session, he sits down and says:</i><br/><br/>Alright champ, that's enough for today. You've made some progresses already, and I need a rest. Let's get back inside. How about you buy us some well deserved recovery beer ?",
            "teach-fighting-over": "If you were a beginner, I could teach you some things. You look like you know how to handle yourself in a fight already. Want a piece of advice ? Go to the Crystal Den and ask to participate in fights at the Jungle Gym. With your skills, you should be able to earn some easy bottlecaps. Just don't tell them I sent you there.",
            "teach-fighting-recover": "I'd like to, but my old bones are still recovering from last time. Come back in a day or two and I'll show you how it's done !"
        }
    }
}
