{
    "dialogs": {
        "hillburrow/rainy-purple": {
            "about-family-join-them": "So... you're going to look for them, right ?",
            "after-riot-about-what-comes-next": "So, what are you going to do now ?",
            "after-riot-cancel": "We did the right thing. Farewell !",
            "after-riot/about-dead-slavers/entry": "Wh... what ? I spent all this time believing I'd get my revenge on them, and you stole that away from me ? You'd better start running before I snap your neck !",
            "after-riot/peaceful-route/suicide-confront-failure": "I don't remember ever asking for your opinion. You freed me from the slavers, and I'm grateful to you, that's where our story ends. Thank you, good bye.",
            "after-riot/peaceful-route/suicide-confront-guilt": "I guess it's a good thing they aren't here to see this, then...",
            "ask-about-help": "I'm sorry... is there any way I can help ?",
            "at-pen": "Get out of my face...<br/><br/>Wait. I don't know you. You don't look like a slave... nor do you look like a guard. Who the fuck are you and what the hell are you doing here ?",
            "at-pen-about-confusion": "You... you let yourself in ? Ugh. Whatever... you're in the \"slave pen\". Well-fucking-come ! This is the place where those Potioks bastards keep me and the other slaves when they don't have us working to fucking death.",
            "at-pen-about-help": "Well... I'm here now. How do I get you all out of there ?",
            "at-pen-ask-about-confused": "Oh, I'm just passing by. I was wondering what was going on in here, so I just let myself in.",
            "at-pen-exit-gently": "Sorry, I didn't mean to bother you. I'll be on my way.",
            "at-pen-exit-violently": "That's none of your concern, slave. And you'll watch your tongue next time we cross path, if you know what's good for you.",
            "at-pen-introduced": "Well... gotta admit, I didn't think you'd actually come. I guess you're really determined to help.",
            "at-work": "Get away from me.",
            "at-work-about": "I'm slaving around, what does it look like I'm doing, you prick !",
            "at-work-about-help": "Hah ! Good one, goody two-shoes !<br/>...<br/>Wait, you're serious ?<br/>...<br/>We can't talk here. Meet me in our dorms at night.",
            "at-work-about-more": "I got scooped by slavers, dimwit ! Now shut the hell up before the guards hear us !",
            "at-work-ask-about": "What are you doing ?",
            "at-work-ask-about-help": "",
            "at-work-ask-about-more": "Slaving ? That sounds harsh. Whatever happened to you that you ended up in such a predicament ?",
            "at-work-call-guards": "<i>Yells:</i> Guards ! This one is slacking instead of working ! I think she needs some discipline !",
            "at-work-leave": "Okay then...",
            "join-vendetta-convince-1": "If you go there alone, you'll get killed for sure. What good is it to rid the world of a few slavers and die in the process ?",
            "join-vendetta-convince-2": "But we can do better than that. If we fight them together, we can shut down their entire operation. The people will remember what happened that day, and ponies will think twice before getting themselves into slavery.",
            "join-vendetta-convince-3": "How about freeing the slaves ? What will happen to them if you get yoursef killed before getting an opportunity to set them free ? They might have families out there, waiting for them to return. Don't you want them to have a chance at seeing each other again ?",
            "join-vendetta-give-up": "Alright then. I don't have time to deal with your suicidal tendencies.",
            "join-vendetta-not-go": "All things considered, I don't think I'd be much help even if I came with. Good luck to you anyway !",
            "join-vendetta-start": "Heck yeah, I'm coming ! Let's go !",
            "on-join-vendetta": "I don't think so. This is something I gotta do on my own.",
            "on-join-vendetta-convince-1": "A few less scumbags walking the ground of the Cristal Empire is good enough for me.",
            "on-join-vendetta-convince-2": "That sure sounds like the good thing to do. Unfortunately, I've seen too many shit in my life. We're not going to stop slavery just by shutting down the Cristal Den's slaver guild.",
            "on-join-vendetta-convinced": "I can't believe I hadn't thought about them.",
            "on-join-vendetta-start": "Yeah... I probably should at least try to give them a chance.<br/><br/>Very well. I'm going right now. You're free to come with if you want. Let's give those slavers hell.",
            "on-peaceful-route-about-family": "Yeah. I know where they are...",
            "on-peaceful-route-about-suicide": "So that's what this little vendetta is really about then ? You just wanna go down fighting ?",
            "on-peaceful-route-about-suicide-mission": "I've been waiting for the opportunity to get back at them for so long. I can't back down anymore. Maybe I am walking to my own death. I don't care. At least I'll die standing up, rather than wallowing in my own misery.",
            "on-peaceful-route-goodbye": "Well then ! Good luck with that.",
            "on-peaceful-route-join-them": "There's nothing to find anymore. They're gone.",
            "on-peaceful-route-next-step": "I'm heading towards the Den. That's where the slavers who caught me and my family are holed up. I'm gonna kill every last one of them if that's the last thing I do.",
            "on-peaceful-route-on-suicide-confront": "Get lost... I don't care for your opinion. I know what I have to do.",
            "on-peaceful-route-reason": "I don't give a shit. They're getting what's coming for them.",
            "on-riot-completed": "Well... it's done. I'm free. I guess I should thank you for your help.",
            "on-riot-completed-about-followup": "I'm not sure... I think I'm not done with this. After all that's happened... I don't feel like this is over. It won't be over until I've paid back every fuckin pony that brought me here.",
            "on-suicide-confront-giveup": "I can't help you with this... no one can. Just do what you have to do.",
            "on-suicide-confront-guilt": "What, you think this is what your family would have wanted ? Would they enjoy seeing you destroy yourself over their own demise ?",
            "on-suicide-confront-hope": "I understand everything looks bleak to you at this point. You've lost something you will never get back. But this isn't where it ends.",
            "peaceful-route": "There's a lot of ponies who need to be put to rest. I've seen a good share of them before I ended up working in the coal mine. They robbed me of everything I had... everything I was.",
            "peaceful-route-about-family": "What happened with your family ? Do you know where they are ?",
            "peaceful-route-join-vendetta": "These slavers are no joke. I think you're going to need some help. How about I tag along ?",
            "peaceful-route-join-vendetta-alt": "Oh... then I guess you really have to get retribution on those slavers. But you're gonna need some help. I'm coming with you.",
            "peaceful-route-next-step": "Where are you gonna go next ?",
            "peaceful-route-reason": "A vendetta isn't going to bring back what you lost.",
            "peaceful-route-suicide-mission": "You, against a whole bunch of slavers ? Sounds like a suicide mission to me.",
            "peaceful-route/about-suicide-mission": "dialogs.hillburrow/rainy-purple.peaceful-route/about-suicide-mission",
            "quest-give-weapons": "I've got some weapons for you.",
            "quest-introduction": "Well, it's not going to be a cakewalk, I tell you. I've tried to escape a few times already... I paid for it... dearly... but I don't care for the risks anymore. There's only one way to escape this place, and that's by riping the hearts of every motherfucker who will stand in our way... assuming they had hearts in the first place, of course...",
            "quest-introduction-about-risks": "Yeah, well, we all gotta die someday, right ? I'd much rather die with the blood of those motherfuckers on my hooves than keep being their bitch until the day they decide I'm not worth feeding anymore. Ask anypony here, and they'll tell you the same.",
            "quest-introduction-accept": "Alright. I'll go fetch enough weapons and bring them to you.",
            "quest-introduction-ask-about-risks": "That sounds dangerous. Even if it works, many of you will die.",
            "quest-introduction-be-a-hero": "I can't let you risk your lives like that. I'll do it myself.",
            "quest-introduction-go-on": "Go on.",
            "quest-introduction-hero-antihero-exit": "Heh. I just like to murder slavers to death, and I don't want y'all to steal my kills. Step aside and let me do my thing.",
            "quest-introduction-hero-exit": "Don't worry. This is nothing compared to what I've faced in the wastes. I'll have you all out of there safe and sound soon enough. See you then.",
            "quest-introduction-hero-give-up": "Hm. You may be right. Remind me, what was the plan again ?",
            "quest-introduction-on-hero-play": "Ha... you really are a goody good two-shoes. I used to know somepony just like you. Strong, proud, with an unwavering sense of justice... caring too. Well, he's dead now. If you wanna enjoy your little hero complex and die a hero's death like he did, I won't stop you. But I'd much rather you do something useful and actually help us escape.",
            "quest-introduction-on-refusal": "...<br/><br/>I figured you'd let us down. It's alright. I don't need nopony. I'll make my own way. Go back to your nice little life.",
            "quest-introduction-plan": "Here's the plan. You seem to know how to get in and out of here. If you can sneak enough weapons in for all of us, I'll be able to round up the slaves and start a riot. Knives, guns, anything that gives us a fighting chance will do.",
            "quest-introduction-refuse": "I can't make any promise... I'll think about it.",
            "quest-not-enough-weapons": "Fuck. We have {{acquiredWeaponsCount}} weapons out of {{requiredWeaponsCount}} slaves. We still don't have enough weapons to have a fighting chance... Luna's sake I'm so sick of waiting. I don't wanna sound bossy, but if you could move that flank of yours and get us more of these freedom passes, that'd be neat !",
            "quest-nothing-to-give": "Not yet, but I'm working on it.",
            "quest-prompt": "So ? Did you get the weapons I asked you for ?",
            "quest-riot-prompt": "Well... this is it. We're finally ready to get these fuckers what they deserve. We're ready whenever you are.",
            "quest-riot-start": "Let's go already.",
            "quest-riot-start-later": "I still have some preparations to make.",
            "quest-weapon-trade": "Good ! The guards aren't watching ! Pass them to me, I can stash them somwhere safe.",
            "quest-weapon-trade-done": "That's all I have for now.",
            "quest-weapons-not-given": "Fuck ! Look, you realize these people don't give two shits about our lives ? Hell, do you even know the shit we've been through before we were brought here ? Don't play games with me ! You wanna help, that's great, but can you maybe not wait for us to fucking rot in here, okay ? Okay !",
            "riot-follow-up-peaceful-route": "Seems like you have a lot of work ahead of yourself.",
            "slavers-already-dead": "You don't need to do that anymore. I already took care of them. There are no more slavers in the Den."
        }
    }
}
