{
    "dialogs": {
        "hillburrow/water-carrier": {
            "about-dynamite": "Nasty habit, going through other people's stuff.",
            "about-home": "Eyup.",
            "about-job": "I'm the water carrier. I collect water from the well, and I deliver it to people that need it.",
            "about-npc": "I'm {{npc}}. I'm just doing my job.",
            "about-sabotage": "<i>He starts fidgeting a little bit, then goes:</i><br/>No, I don't know anything about... nothing.",
            "about-talkative": "Nope.",
            "about-water-carrying": "Ya know... I don't think there are things such as a good or a bad position. If I had to summarize my life so far, I'd say it's all about ponies, ponies who offered a hoof to me when I was alone, and it's a bit curious to think that chance forges destiny, because when you love something being well done, the nice gestures, sometimes you don't find the proper partner, the mirror that helps you move forward, and it wasn't my case, as I was saying, because on the contrary I was able to, and I thank life for that, I'm singing life, I'm dancing life, I am only love, and lastly when ponies ask me \"but where do you find that humanity\", well I answer to them in all simplicity that it comes from my taste for love, that taste which pushed me to carry water today, but tomorrow, who knows, to give myself to my family through the gift of myself.",
            "ask-about-dynamite": "I was asking because I was just taking a look over there, and I found stacks of dynamite, locked in your shed.",
            "ask-about-home": "I'd like to know: the shack near the well, you're the one who lives there, right ?",
            "ask-about-job": "So... what's your job ?",
            "ask-about-npc": "Hey. I was just wondering who you were and what you were doing ere.",
            "ask-about-sabotage": "I'm just asking because someone's been stuffing dynamite in places where it shouldn't go, near the coal mine. You wouldn't know anything about that, would you ?",
            "ask-about-water-carrying": "Intersting. And in that economy, would you say water carrier is a good position ?",
            "ask-talkative-sarcasm": "You're not the talkative type, are you ?",
            "back-to-entry": "I see.",
            "back-to-entry-alt": "... Ooookay.",
            "bye": "Bye !",
            "confession-ask-about-murdering": "Out of curiosity, what would you do to someone who would threaten to ",
            "confession-ask-about-orders": "You don't look like a snitch to me. Whoever told you that was clearly worried about nothing.",
            "confession-exit": "Your secret is safe with me. As long as the Potioks get fucked, I'm a happy pony ! Keep up the good work, mate !",
            "entry": "Hey.",
            "interrogate-sabotage-1": "Look, you don't have to hide anything from me. I hate the Potioks, and the fact that they're working slaves to death over there. I think it's great you've been damaging their operation. I won't tell on you.",
            "interrogate-sabotage-2": "You're lying. The next thing that comes out of your mouth better be the truth, else your next chat will be with our goddesses in the beyond.",
            "interrogate-sabotage-give-up": "Nothing. Don't worry about it. I'm gonna go now, bye !",
            "sabotage-confession": "Oh, good ! I was worried you'd tell on me ! I was told not to let the Potioks know about me, that maybe I'd let something slip if I got caught me.",
            "sabotage-confession-more": "Darn right I'm no snitch ! What kind of pony would I be if I were to give away the people who are most like a family to me ! I used to be just a bum living in the streets before Bibin took me in ! Had no friends, no family, no future ! Now I help the family, and the family helps me !",
            "sabotage-intimiadation-failed-reaction": "Bring it on !",
            "sabotage-intimidation-fail": "Oh... no... not again... I'm sorry. I can't let people know about this."
        }
    }
}
