{
  "dialogs": {
        "junkville/dog-alt-leader": {
            "about-hatred": "You threw us in here. Worked us to the bone. Stole our gems. Many died. But them, we freed ourselves. Took those tunnels for ourselves, the very ones your kind had us dig. This whole place is a reminder of what you did to us. And I'm not about to let your people anywhere near as long as I'm alive.",
            "about-weak-leader": "He released the ponies... he lets you come and go as you please... we owe your kind nothing. And we certainly won't keep you all out of our hair by showing mercy. If it were up to me, I'd kill you right were you stand.",
            "about-weak-leader-intimidate": "Good thing it's not up to you then. I'd wipe the floor with you !",
            "entry": "You dare address me, punny creature ?",
            "escape-entry": "Actually, I think I'm gonna walk away... slowly.",
            "fight-1on1": "A duel ? How amusing ! Alright ! I hope you last long enough to get me warmed up !<br><i>[She yells]</i> Everyone ! This is my fight ! No one gets involved !",
            "fight-all": "Get fucked, you bastards !",
            "fight-ask-1-on-1": "Not with all your buddies around. How about it ? Just you against me, one on one, no weapons allowed.",
            "fight-intro": "Oh, puppy ! Are you looking for a fight ? Go on, make my day !",
            "hatred-about-legacy": "Legacy ? Hah ! That's such a pony word ! Dogs don't leave anything behind. They live for the pack, they die for the pack, and their bones rot with the pack.",
            "hatred-about-not-here": "It's not about you. It's about my kind and yours. We can't know about every individual pony out there. The best we can do is judge you based on what we've seen from your pairs. Greed, violence, trickery, is all we've seen so far. You may be the nicest pony in the whole world, we still can't trust you. And I don't want us to take the risk of figuring out whether each individual pony is trustworthy or not.",
            "hatred-about-stronger-together": "Befriend the ponies ? We'll be stronger if we stick together ? That's bullcrap ! Listen, little pony. There will never be a \"us\" that goes beyond the pack, even if I could forgive what ponies did to us in the past. We look for our own first and foremost. Ponies do the same. Family always comes first. The pack is our family.",
            "hatred-back-to-index": "I see. I'd like to talk more about dogs and ponies.",
            "hatred-convince": "I understand. But ponies will come nevertheless. They're crawling all over the surface. One day, there will be more of them than you can handle.",
            "hatred-convince-exit": "I'm glad we can see things eye to eye. I have to go now.",
            "hatred-convince-fail": "I'm getting tired of this. Your words are unwise and pointless. Go away, I don't want to hear anymore.",
            "hatred-convince-legacy": "And what will you leave behind, living like that ? What will your legacy be ?",
            "hatred-convince-legacy-alt": "I guess that's right... but I'm pretty sure life is also about perpetrating itself. Don't you need to build a future for your pups ? Shouldn't you look for the safest future for their sake ?",
            "hatred-convince-nice-exit": "You can call me {{name}} ! I was happy to help ! See you around !",
            "hatred-convince-peace": "That will work for some time. Fido is thinking long term. There's no immediate threat to you right now. It's better to strive in times of peace, so you'll be stronger and ready when a real threat comes up. Fido isn't weak. He's clever.",
            "hatred-convince-route": "So what ? I should give up the fight, just because someday I will loose ? Pony, don't you understand ? That's what life is all about. We live as hunters until the day we become a prey.",
            "hatred-convince-route-2": "Perpetrating the pack is important, yes. Which is why we'll keep ponies away as long as we can. So they never have to become slaves or meat.",
            "hatred-convinced": "I see. I hadn't considered things from his point of view. So I guess that old mutt still has what it takes to lead the pack.<br>Thank you for your advice, pony. I guess going against Fido would only weaken the pack further. I won't challenge his leadership again. You've been a great help to the diamond dogs, pony.",
            "hatred-covnince-peace-alt": "Keep fighting on your own, and that'll happen eventually ! On the other hoof, there are ponies out there who bear no ill will to you ! Befriend them, and together you'll be strong enough to protect the pack !",
            "hatred-did-nothing": "I'm pretty sure I wasn't there for that. I think I'd remember. Why do you lump all ponies with those who did this to you ?",
            "hatred-leave": "So there's nothinng I can do to convince you... I'll take my leave.",
            "hatred-sacrastic": "Oh boy ! That's our bad ! We're so vorry ! How about you let bygones be bygones ? Let's become pals all over again !",
            "on-escape": "That's right. Walk away. While these cute little legs are still attached to that tiny body.",
            "sarcastic-entry": "It's pronounced \"pony\". Was that supposed to be intimidating ?",
            "start-fight-sarcastic": "Nice ! Your white fur will look stunning once I wear it on my flank !",
            "start-mediation": "I'm sorry to disturb. But I want to learn. Why do you harbor such hatred towards my kind ?",
            "start-mediation-alt": "But why ? Why do you hate ponies ?",
            "start-mediation-on-captive-released": "I heard you call Fido weak, in front of everyone. What was that about ?"
        }
  }
}
