{
    "dialogs": {
        "junkville/dog-leader": {
            "accept-start-mediation": "Okay. I'm going right away.",
            "complete-mediation": "It's done. Junkville has agreed to make sure nopony would make it into your tunnels.",
            "complete-mediation-trade": "I've got good news. Junkville has agreed to open trade with you. They'll send delegates to you soon to discuss the matter.",
            "conclusion-did-my-best": "I only did what I thought was right.",
            "convince-release": "The people on the surface won't exactly take it well when they know you've kept some of them captive. If you want to avoid war, you would do well to release them first, as a token of your good will.",
            "convince-release#2": "I understand. However, unless the captive are released, then war will become inevitable to the surface people. Let's take care of one problem at a time. Appease the surface people, then appease your people.",
            "convince-release-route#1": "It's not that simple. My people are very wary, and some of them would rather go to war than showing any sign of weakness to the surface dwellers. If I release the captives, I might get overthrown... and then, war will be inevitable.",
            "convince-release-success": "You're right, of course... this is a delicate situation. I'll trust you. We'll make the first step, hoping you can convince the surface folks to accept a fair deal. You may go tell the captives that they are free to go.",
            "entry": "Yes ? What is it ?",
            "entry-exit": "Nothing ! Bye !",
            "force-release-captives": "My only concern is for the captive. Release them, while I'm still asking nicely.",
            "hostile-exit": "This just won't do. I'm sorry, but we can't trust you... I'll give you a choice. You go to the pen with the other captive, or you die right where you're standing.",
            "intro-ask-history": "What kind of history do you have with the surface ?",
            "intro-ask-pack-wants": "What will it take to convince the pack ?",
            "intro-history": "It's rooted before the apocalypse even happened. Back when this place was still run by militaries pony, our pack was enslaved and used to dig tunnels and gather the many gems that can be found underground. The surface people worked us to death. Then something happened in the surface. The ponies went disorganized. The pack killed the remainings ponies and took control of the dumps. It's been several generations since then... surface dwellers came once in a while. We hid from them, or frightened them away. But ever since the ponies built a town over the dumps, hiding ourselves is becoming harder and harder.",
            "intro-leadership-questionned": "It's not that simple. I may be the pack leader for now, but if I lose my pack's trust, someone will challenge me, and I might lose my authority. Dolly is younger, stronger, and has gained influence among the pack. If she challenges me, she will likely beat me and take the lead. Then, there will be no peaceful option anymore to solve this situation.",
            "intro-let-go": "I can't just let you go like that. We're not ready to let outsiders know about us and our tunnels. How can I trust that you won't tell anyone about us ?",
            "intro-let-go-escape": "You will let me go, whether you like it or not.",
            "intro-let-go-stable": "I'm just like you. My people live underground. Our haven is in jeopardy, and they sent me outside to find a solution. We too, must protect the secret of our home. I know exactly how important this secret is for you.",
            "intro-mediate": "It seems like you don't have a choice. Maybe you need to open relationships with the surface dwellers.",
            "intro-mediate-answer": "It's not as easy as it sounds. We have a history with the surface dwellers, and it's not pretty. My pack doesn't want anything to do with the people upstairs anymore, and it's been like that for generations.",
            "intro-mediate-ask-leadership": "It's not like you can ignore the issue though. You're the pack leader, aren't you ? Why don't you just make a decision ?",
            "intro-pack-wants": "It's simple. The pack wants the surface dwellers gone. Basically, they don't want anyone walking around the dumps. Worst case scenario, we would attack the town and chase everyone away. Many would die... and our pack may never recover. But if things don't get better soon, that's the way we are heading.",
            "intro-propose-trade": "Couldn't you open friendly relationship with the town ? Don't you have things they need ? Do you need things they can provide ? A good trade is a good way to make people trust each other.",
            "intro-propose-war": "The townfolks won't leave their town. It seems war is your only option.",
            "intro-propose-zone": "The townfolks might agree to stay away from your land. I can try to convince them not to go in your parts of the dumps.",
            "intro-quest": "Actually, the people on the surface sent me here to investigate. They want to know what happened to those who disappeared before me.",
            "intro-quest-answer": "Damn... I knew this would happen sooner or later. The people who disappeared are fine. I warned my pack not to kill them. We've been keeping them here, in the pen north side of our home. They've been working for us, and we've been keeping them healthy.<br>I figured the surface ponies might inquire about them. And I'm ready to release them. But we'll need some guarantees first. We do not trust the people on the surface.",
            "intro-release": "I know what you're going through. If you just let met go, I won't tell a soul about this place.",
            "intro-start-mediation-trade": "We do have lots of gems down there. We know it's useful for crafting magic devices. That's why ponies had us working down here, during the war. If they have anything of interest to trade for, I think that would be a fair solution. However, Dolly won't like this... she doesn't want us to have anythng to do with the surface people. You'll have to convince her first.",
            "intro-start-mediation-zone": "That sounds acceptable. We will need someone to negociate on our behalf with the surface dwellers. We can't send one of ours... ods are they will shoot first. I'm expecting you to take care of this. You will go to them, and tell them that we wish them no harm, but won't let any outsiders within our territory.",
            "introduction": "Well, well, well... another surface dweller made its way into our tunnels. That's not good... not good at all. Outsiders knowing about us puts our whole pack at risk. I could keep you from going back up. But too many ponies have lost themselves in the tunnels. The surface dwellers will know, eventually, that something is going on down here. What am I to do with you, then ?",
            "mediation-conclusion": "Good. I'm glad they were able to hear our claims. It might not be an ideal solution, but at the very least we're not about to jump at each other's throat. They will know not to come here, and they'll be aware about what happens to those who still do. You have my thanks for helping us.",
            "mediation-conclusion-alt-leader-death": "It's a shame you had to kill Dolly though. It might've been for the best... she would've never accepted this turn of event. I would've had to kill her myself. Or die trying. The pack will resent you for this... and even knowing you ultimately did me a favor by getting rid of her, I resent you as well... she was one of us after all.",
            "mediation-conclusion-trade": "Good. I'll warn my dogs to give them a warm welcome, for a change. It feels like we are finally going to grow past the old hatred... the future doesn't seem so grim anymore. And it's all thanks to you.",
            "mediation-must-release": "I've spoken with the folks upstairs. They will agree to your terms, but only once the hostages have found their way back to them.",
            "mediation-release": "Really ? So be it. Then, go and tell the captives they are free to go. ",
            "pen-accept": "I quite enjoy being alive. To then pen we go.",
            "pen-reject": "Not if I kill you first !",
            "reject-start-mediation": "That's none of my business. Take care of this yourselves.",
            "release-captive-convince": "That's probably true... please, go and tell the captives they are free to go. I'll try to calm down my dogs on my own.",
            "start-shooting": "On second thought, it might just be easier to kick your sorry asses."
        }
    }
}
