{
  "dialogs": {
        "junkville/dog-captive": {
            "announce-release": "You're all free to go. I've talked to the diamond dog's leader, and he's agreed to let you go.",
            "ask-about-secrecy": "And ? Would you tell ponies about these tunnels ?",
            "ask-situation": "What's going on here ?",
            "breakout": "Alright. We're going to trust you on this... come on everypony, this one's going to lead us out !",
            "breakout-fail": "Are you kidding ? Have you seen how many dogs are in these caves ? You're gonna get us all killed ! No way !",
            "dogs-slained": "The diamond dogs are all dead. You're free.",
            "entry": "...",
            "junkville-mission": "Yes ! I knew Raggedy Randy would send someone eventually ! That old pal would never let his patrons disappear and do nothing about it ! So, what's the plan ?",
            "leave": "Alright, I'll see what I can do !",
            "leave-sarcastic": "Wow, sucks to be you. I'm gonna go now, see you around !",
            "let-them-rot": "So the diamond dogs were right about you. It's a good thing you'll rot here.",
            "let-them-rot-alt": "Thank you for your honesty. I need to go now.",
            "meet": "Hi. So you've been caught as well ? Welcome to this very private club of unlucky bums.",
            "missionned-by-junkville": "I see. Well I've got good news. I've been sent by Randy to look for you.",
            "released": "Really ? That's awesome ! You heard that everypony ? We're free ! Let's go and have a drink at Randy's !",
            "secrecy": "Em... I can keep a secret... but you know... these tunnels are filled with gems. There are some spellcasters who will trade for those. I understand the diamond dogs want their own home. But it's hard making a living out there. That doesn't make it right to keep us down there. Their secret's gonna be revealed sooner or later anyway.",
            "situation": "Well... we all entered these caves one by one, either by accident, or looking for stuff to scavenge. Then these diamond dogs caught each of us and stuffed us in this pen. They've been keeping us here ever since. Sometimes, they take us out to do meneal work... they don't want us out. They fear that we'll tell everypony else about them.",
            "suggest-breakout": "I'm breaking y'all out of here. Follow my lead.",
            "tell-freedom": "I've had a talk with the diamond dog leader. I'm here to tell you that you're free to go."
        }
  }
}
