{
    "cmap": {
        "abysmal": "Abysmal",
        "actionPoints": "Action points",
        "agility": "Agility",
        "armorClass": "Armor class",
        "available-perks": "Available perks",
        "available-points": "Available points",
        "available-skill-points": "Available skill points",
        "available-skill-proficiencies": "Available skill proficiencies",
        "available-traits": "Available traits",
        "average": "Average",
        "awareness": "Awareness",
        "barter": "Barter",
        "bigGuns": "Big guns",
        "bloody-mess": "Bloody mess",
        "bruiser": "Bruiser",
        "buffs": {
            "bleeding": "Bleeding",
            "drunk": "Drunk",
            "ko": "Unconscious",
            "poisoned": "Poisoned"
        },
        "carryWeight": "Carry weight",
        "charisma": "Charisma",
        "chem-resistant": "Chem resistant",
        "criticalChance": "Critical chance",
        "damageResistance": "Damage resistance",
        "descriptions": {
            "actionPoints": "The number of actions that the character can take during one combat turn.",
            "agility": "Coordination and the ability to move well. A high Agility is important for any active character.",
            "armorClass": "Modifies the chance to hit this particular character.",
            "awareness": "With Awareness, you are given detailed information about any critter you examine. You see their exact hit points and information about any weapon they are equipped with.",
            "barter": "Trading and trade-related tasks. The ability to get better prices for items you sell, and lower prices for items you buy.",
            "bigGuns": "The operation and maintenance of really big guns - miniguns, rocket launchers, flamethrowers and such.",
            "bloody-mess": "By some strange twist of fate, people around you die violently. You always see the worst way a person can die.",
            "bookworm": "You're well read, and the plethora of books you've read have granted you access to a wide vocabulary and knowledge of many random facts. You get a one-time bonus of +15% to your Speech skill.",
            "bruiser": "A little slower, but a little bigger. You may not hit as often, but they will feel it when you do! Your total action points are lowered, but your Strength is increased.",
            "buffs": {
                "drunk": "You have succumbed to Bacchus' call. You don't feel as sharp as usual. Actually, you don't feel much of anything, right now.",
                "ko": "You lost consciousness, possibly due to a shock or an intoxication. Depending on the cause and on your own constitution, you may wake up in a matter of seconds... or hours. The waiting game begins.",
                "poisoned": "You've been poisoned ! You will periodically take damage until the poison is drained from your body (unless you die before that happens). You may want to find an antidote."
            },
            "carryWeight": "The maximum amount of equipment your character can carry, in pounds.",
            "charisma": "A combination of appearance and charm. A high Charisma is important for characters that want to influence people with words.",
            "chem-resistant": "Chems only affect you half as long as normal, but your chance to be addicted is also only 50% of normal.",
            "criticalChance": "The chance to cause a critical hit in combat is increased by this amount.",
            "damageResistance": "Any damage taken is reduced by this amount. Damage Resistance can be increased by wearing armor.",
            "earlierSequence": "You are more likely to move before your opponents in combat, since your Sequence is +2 for each level of this Perk.",
            "endurance": "Stamina and physical toughness. A character with a high Endurance will survive where others may not.",
            "energyGuns": "The care and feeding of energy-based weapons. How to arm and operate weapons that use laser or plasma technology.",
            "explosives": "The finding and removal of traps. Also the setting of explosives for demolition purposes.",
            "fast-metabolism": "Your metabolic rate is twice normal. This means that you are much less resistant to radiation and poison, but your body heals faster.",
            "fasterHealing": "With each level of this Perk, you will get a +1 bonus to your Healing Rate. Thus you heal faster.",
            "finesse": "Your attacks show a lot of finesse. You don't do as much damage, but you cause more critical hits.",
            "gambling": "The knowledge and practical skills related to wagering. The skill at cards, dice and other games.",
            "gifted": "You have more innate abilities than most, so you have not spent as much time honing your skills.",
            "healingRate": "The natural ability of your body to process and heal. You will heal faster if you rest.",
            "heavy-handed": "You swing harder, not better. Your attacks are very brutal, but lack finesse. You rarely cause a good critical hit, but you always do more melee damage.",
            "hitPoints": "How much damage your character can take before dying. If you reach 0 HP or less, you are dead.",
            "hthMeleeDamage": "Experience in unarmed combat has given you the edge when it comes to damage. You cause +2 points of damage with melee attacks for each level of this Perk.",
            "intelligence": "Knowledge, wisdom and the ability to think quickly. A high Intelligence is important for any character.",
            "jinxed": "The good thing is that everyone around you has more critical failures, the bad thing is - so do you!",
            "kamikaze": "By not paying attention to any threats, you can act a lot faster in a turn. This lowers your Armor Class to just what you are wearing, but you sequence much faster in a combat turn.",
            "lockpick": "The skill of opening locks without the proper key. The use of lockpicks or electronic lockpicks will greatly enhance this skill.",
            "luck": "Fate. Karma. An extremely high or low Luck will affect the character - somehow. Events and situations will be changed by how lucky (or unlucky) your character is.",
            "medicine": "Medical knowledge. The ability to treat wounds, cure diseases, and apply first aid.",
            "meleeDamage": "The amount of bonus damage your character does in hand-to-hand combat.",
            "meleeWeapons": "Using non-ranged weapons in hand-to-hand or melee combat - knives, sledgehammers, spears, clubs and so on.",
            "outdoorsman": "Practical knowledge of the outdoors, and the ability to live off the land. The knowledge of plants and animals.",
            "perception": "The ability to see, hear, taste and notice unusual things. A high Perception is important for a sharpshooter.",
            "poisonResistance": "Reduces poison damage by this amount.",
            "radiationResistance": "The amount of radiation you are exposed to is reduced by this percentage. Radiation Resistance can be modified by the type of armor worn, and anti-radiation chems.",
            "repair": "The practical application of the Science skill, for fixing of broken equipment, machinery and electronics",
            "science": "Covers a variety of high-technology skills, such as computers, biology, physics, and geology.",
            "sequence": "Determines how soon in a combat turn your character can react.",
            "sex-appeal": "You've got the \"right\" stuff. Members of the opposite sex are attracted to you, but those of the same sex tend to become quite jealous.",
            "skilled": "Since you spend more time improving your skills than a normal person, you gain more skill points. The tradeoff is that you do not gain as many extra abilities. You will gain a perk every four levels. You will get an additional 5 skill points per new experience level.",
            "small-frame": "You are not quite as big as other people, but that never slowed you down. You can't carry as much, but you are more agile.",
            "smallGuns": "The use, care and general knowledge of small firearms - pistols, SMGs and rifles.",
            "sneak": "Quiet movement, and the ability to remain unnoticed. If successful, you will be much harder to locate. You cannot run and sneak at the same time.",
            "speech": "The ability to communicate in a practical and efficient manner. The skill of convincing others that your position is correct. The ability to lie and not get caught.",
            "spellcasting": "Knowledge of spells and magic. Ability to cast spells (if relevant) and affinity with your inner magic.",
            "steal": "The ability to make things of others your own. Can be used to steal from people or places.",
            "strength": "Raw physical strength. A high Strength is good for physical characters.",
            "strongBack": "AKA Mule. You can carry an additional 50 lbs. of equipment for each level of this Perk.",
            "survivalist": "You are a master of the outdoors. This Perk confers the ability to survive in hostile environments. You get a +20% bonus to Outdoorsman for each level of this Perk.",
            "thief": "The blood of a thief runs through your veins. With the Thief Perk, you get a one-time bonus of +10% to your Sneak, Lockpick, Steal, and Traps skills. A well rounded thief is a live thief.",
            "throwing": "The skill of muscle-propelled ranged weapons, such as throwing knives, spears and grenades.",
            "toughness": "When you are tough, you take less damage. Each level of this Perk will add +10% to your general damage resistance.",
            "unarmed": "A combination of martial arts, boxing and other hand-to-hand martial arts. Combat with your hands and feet."
        },
        "earlierSequence": "Earlier sequence",
        "endurance": "Endurance",
        "energyGuns": "Energy guns",
        "experience": "Experience",
        "explosives": "Explosives",
        "fast-metabolism": "Fast metabolism",
        "fasterHealing": "Faster healing",
        "finesse": "Finesse",
        "gambling": "Gambling",
        "gifted": "Gifted",
        "healingRate": "Healing rate",
        "heavy-handed": "Heavy hoofed",
        "heroic": "Heroic",
        "hitPoints": "Hit points",
        "hthDamageBonus": "Close combat damage bonus",
        "intelligence": "Intelligence",
        "invalid": "Invalid",
        "jinxed": "Jinxed",
        "kamikaze": "Kamikaze",
        "kills": "Kills",
        "level": "Level",
        "level-up": "Level Up",
        "lockpick": "Lockpick",
        "luck": "Luck",
        "medicine": "Medicine",
        "meleeDamage": "Melee damage",
        "meleeWeapons": "Melee weapons",
        "name-placeholder": "Your name",
        "next-level": "Next level",
        "outdoorsman": "Outdoorsman",
        "perception": "Perception",
        "perk-picker": "Pick a new perk",
        "perkRate": "Perk rate",
        "perks": "Perks",
        "poisonResistance": "Poison resistance",
        "poor": "Poor",
        "proficiencies": "Proficiencies",
        "radiationResistance": "Radiation resistance",
        "repair": "Repair",
        "reputation": "Reputation",
        "science": "Science",
        "sequence": "Sequence",
        "sex-appeal": "Sex appeal",
        "skillRate": "Skill rate",
        "skilled": "Skilled",
        "skills": "Skills",
        "small-frame": "Small frame",
        "smallGuns": "Small guns",
        "sneak": "Sneak",
        "speech": "Speech",
        "spellcasting": "Spellcasting",
        "spells": "Spells",
        "steal": "Steal",
        "strength": "Strength",
        "strongBack": "Strong back",
        "survivalist": "Survivalist",
        "thief": "Thief",
        "toughness": "Toughness",
        "traits": "Traits",
        "unarmed": "Unarmed",
        "very-good": "Very good"
    },
    "factions": {
        "hillburrow": {
            "description": "factions.hillburrow.description",
            "name": "factions.hillburrow.name"
        },
        "junkville": {
            "description": "factions.junkville.description",
            "name": "factions.junkville.name"
        }
    },
    "genders": {
        "female": "Female",
        "male": "Male"
    },
    "races": {
        "earth-pony": "Earth pony",
        "pegasus": "Pegasus",
        "unicorn": "Unicorn"
    },
    "reputation": {
        "disliked": "mistrustful",
        "disliked+": "disliked",
        "disliked++": "hated",
        "disliked+++": "abhored",
        "liked": "accepted",
        "liked+": "liked",
        "liked++": "loved",
        "liked+++": "adored",
        "max": "idolatred",
        "min": "villified",
        "neutral": "neutral"
    }
}
