{
    "races": {
        "earth-pony": "Poney",
        "pegasus": "Pegasus",
        "unicorn": "Licorne"
    },
    "genders": {
        "female": "Femelle",
        "male": "Male"
    },
    "reputation": {
        "disliked": "méfiant",
        "disliked+": "rejeté",
        "disliked++": "détésté",
        "disliked+++": "abhorré",
        "liked": "accepté",
        "liked+": "apprécié",
        "liked++": "aimé",
        "liked+++": "adoré",
        "max": "idolâtré",
        "min": "vilipendé",
        "neutral": "neutre"
    },
    "cmap": {
        "abysmal": "Nul",
        "actionPoints": "Points d'action",
        "agility": "Agilité",
        "armorClass": "Classe d'armure",
        "available-perks": "Abilités disponibles",
        "available-points": "Points disponibles",
        "available-skill-points": "Points de compétences disponibles",
        "available-skill-proficiencies": "Spécialités disponibles",
        "available-traits": "Traits disponibles",
        "average": "Moyen",
        "awareness": "Observateur",
        "barter": "Troc",
        "bigGuns": "Armes lourdes",
        "bloody-mess": "Bain de sang",
        "bruiser": "Cogneur",
        "buffs": {
            "bleeding": "Hémorragie",
            "drunk": "Ivre",
            "ko": "Inconscient",
            "poisoned": "Empoisonné"
        },
        "carryWeight": "Capacite en poids",
        "charisma": "Charisme",
        "chem-resistant": "Resistant aux drogues",
        "criticalChance": "Chances de critiques",
        "damageResistance": "Res. dommages",
        "descriptions": {
            "actionPoints": "Détermine le nombre d'action qu'un personnage peut accomplir durant un tour de combat.",
            "agility": "Coordination et vitesse. Une haute Agilité est importante pour le combat (ou la fuite).",
            "armorClass": "Modifie les chances que ce personnage soit touché ou subisse des dégâts.",
            "barter": "Troc et compétences de négociations. Votre capacité à obtenir de meilleur prix pour les objects que vous vendez, et de plus bas prix pour ceux que vous achetez.",
            "bigGuns": "L'utilisation et l'entretien des plus gros flingues - miniguns, lance-roquettes, lance-flammes, et autres joyeusetés.",
            "bloody-mess": "Par un curieux coup du sort, les gens autour de toi semblent toujours mourrir de la plus violente façon imaginable.",
            "bookworm": "Tu es un grand lecteur, et la pléthore de livres que tu as lu t'as conféré un large vocabulaire, ainsi que des connaissances générales étendues. Tu obtiens un bonus de +15% à ta compétence Discours.",
            "bruiser": "Un peu plus lent, un peu plus large. Tu ne touche pas aussi souvent, mais ils le sentent quand tu les atteint ! Tu as moins de points d'actions, mais ta force est améliorée.",
            "buffs": {
                "drunk": "Quel pochard ! Tu as succombé à l'appel de Bacchus. Tu te sens un peu moins intelligent... cela dit, tu ne sens plus grand chose d'autre.",
                "ko": "Tu es sans connaissance, peut-être à la suite d'un un choc ou d'une intoxication. En fonction de la cause et de ta constitution, tu retrouvera tes esprits dans quelques secondes... ou heures. Il ne te reste plus qu'à attendre.",
                "poisoned": "Tu as été empoisonné ! Tu subira périodiquement des dommages jusqu'à ce que le poison soit purgé de ton corps (sauf si tu meure avant, bien sûr). Peut-être devrais-tu chercher un antidote."
            },
            "carryWeight": "La quantité maximale de charge que votre personnage peut porter, en livres.",
            "charisma": "Combinaison d'apparence et de charme. Un haut Charisme est important pour les personnages qui souhaitent influencer par le discours.",
            "chem-resistant": "Les drogues t'affectent moitié moins longtemps que la normale, mais tes chances de devneir dépendant sont aussi réduites de 50%.",
            "criticalChance": "Les chances d'infliger un coup critique en combat sont augmentées de ce montant.",
            "damageResistance": "Tout dommage reçu est réduit de ce montant. La résistance aux dommages peut être améliorée en portant une armure.",
            "endurance": "Endurance et capacité à prendre des coups. Un personnage avec une forte endurance pourra survivre là où d'autres s'écrouleraient.",
            "energyGuns": "L'entretien et l'alimentation des armes à énérgie. Comment armer et utiliser des armes à base de technologies lasers ou plasma.",
            "explosives": "La localisation et désactivation de pièges. Aussi, la mise à feu des explsoifs et autres moyens de démolition.",
            "fast-metabolism": "Ton métabolisme est deux fois plus efficace. Tu es donc beaucoup moins résistant aux radiations et aux poisons, mais ton corps guérit plus vite.",
            "finesse": "Tes attaques sont très précises. Tu ne fais pas autant de dommages, mais tu as beaucoup plus de chances de faire des coups critiques.",
            "gambling": "Compétences relatives aux jeux d'argents. Connaissances des jeux de cartes, de dés, etc.",
            "gifted": "Tu es né avec plus de talent inné que les autres, mais tu as dépensé moins de temps à amélirer des compétences",
            "healingRate": "Capactié naturelle de guérison de votre corps. Votre métabolisme fonctionne plus vite lorsque vous vous reposez.",
            "heavy-handed": "Tu frappe plus fort, pas mieux. Tes attaques sont très brutales, mais manquent de finesse. Tes coups critiques sont moins puissants, mais tu fais toujours plus de dommages en mélée.",
            "hitPoints": "La quantité de dommages que votre personnage peut subir avant de mourrir. Si vos points de vie atteignent 0 ou moins, vous êtes mort.",
            "intelligence": "Savoir, sagesse, et la capacité à penser rapidement. Une haute intelligence est important pour tous les personnages.",
            "jinxed": "Le bon point, c'est que tout le monde autour de toi semblent avoir la poisse. Le problème... c'est que toi aussi.",
            "kamikaze": "En fonçant tête baissée, tu peut agir beaucoup plus vite dans un tour. Cela diminue ta Classe d'Armure, mais tu intervient plus tôt dans un tour de combat.",
            "lockpick": "La capacité à ouvrir des serrures sans la bonne clef. L'utilisation de kits de crochetages améliorera grandement cette compétence.",
            "luck": "Destin. Karma. Une chance très élevée affectera le personnage... d'une manière ou d'une autre. Le cours des événements sera influencé par la chance (ou malchance) de votre personnage.",
            "medicine": "Connaissances médicales, capacité à traiter les blessures grâve, guérir les maladies, et appliquer les premier soins.",
            "meleeDamage": "Le montant de dommage bonus que ce personnage inflige au corps à corps.",
            "meleeWeapons": "Utilisation des armes de mêlée : couteaux, marteaux, lances, et ainsi de suite.",
            "outdoorsman": "Connaissance pratique de la vie en extérieur, et la capacité à survivre dans la nature. Connaissances des plantes et des animaux.",
            "perception": "Votre capacité à voir, entendre, et remarquer les détails. Une haute perception est indispensable pour un tireur de précision.",
            "poisonResistance": "Réduit les dommages de poison par ce montant.",
            "radiationResistance": "La quantité de radiation à laquelle vous êtes exposé est réduite de ce montant. La résistance aux radiation peut être améliorée selon le type d'armure portée, ou par l'utilisation de drogues.",
            "repair": "Application pratique de la compétence Science, pour réparer de l'équipement cassé, des machines ou des appareils éléctroniques.",
            "science": "Couvre tout un panel de compétences de pointes, tels que l'informatique, la biologie, physique, et géologie.",
            "sequence": "Défini l'ordre dans lequel ce personnage se place dans un tour de combat.",
            "sex-appeal": "Tu as le « truc ». Tu attire l'attention des membres du sexe opposé, mais ceux du mÊme sexe tendent à devenir jaloux.",
            "skilled": "Tu as dépensé beaucoup plus de temps que les autres à développer tes compétences. Tu gagne plus de points de compétences à chaque niveau. La contre-partie est que tu ne développe pas autant d'abilités. Tu gagne une abilité tous les quatre niveaux. Et tu gagne 5 points de compétences supplémentaires par niveau.",
            "small-frame": "Tu n'es pas tout à fait aussi large que les autres, mais ça ne t'as jamais fait reculer ! Tu ne peux pas porter autant, mais tu es plus agile.",
            "smallGuns": "L'utilisation, l'entretien, et les connaissances générales des armes de poing, fusils et mitrailleuses.",
            "sneak": "Mouvement silencieux, et la capacité à passer sous le radar. Si vous êtes suffisament discret, vous serez beaucoup plus difficile à repérer. Vous ne pouvez pas être discret et courrir en même temps.",
            "speech": "La capacité à communiquer pratiquement et efficacement. La compétence à convaincre les autres que vous avez raison. La capacité à mentir sans se faire attraper.",
            "spellcasting": "Connaissances des sorts et de la magie. Compétence à conjurer des sorts (si possible), affinité avec votre sens de la magie.",
            "steal": "La capacité à vous approprier le bien d'autrui. Peut être utilisé pour voler des personnes ou des lieux.",
            "strength": "Force physique.",
	    "strongBack": "AKA la mule. Tu peux porter 50 kgs supplémentaires d'équipement pour chaque niveau de cette Abilité.",
	    "survivalist": "Tu es un maître de la vie en plein air. Cette abilité confère la capacité de survivre dans des environnements hostiles. Tu obtiens +20% a ta capactié Survie pour chaque niveau de cette Abilité.",
	    "thief": "Le sang du voleur court dans tes veines. Avec l'abilité Voleur, tu obtiens un bonus de 10% a tes compétences Discrétion, Crochetage, Vol et Pièges. A voleur équilibré est un voleur vivant.",
            "throwing": "La compétence à faire atterir les objets que vous lancez là ou vous le désirez. Manipulation des armes de lancer telles que les couteaux de lancer, javelots ou grenades.",
	    "toughness": "Quand on est dur, on subit moins de dégâts. Chaque niveau de cette Abilité ajoute +10% a ta résistance aux dommages.",
            "unarmed": "Une combinaison d'art martiaux, de boxe et autres compétences de combat rapproché."
        },
        "earlierSequence": "Réflexes affutés",
        "endurance": "Endurance",
        "energyGuns": "Armes a energie",
        "experience": "Experience",
        "explosives": "Explosifs",
        "fast-metabolism": "Metabolisme rapide",
        "fasterHealing": "Guérison rapide",
        "finesse": "Finesse",
        "gambling": "Jeux",
        "gifted": "Doué",
        "healingRate": "Metabolisme",
        "heavy-handed": "Gros sabots",
        "heroic": "Heroique",
        "hitPoints": "Points de vie",
        "hthDamageBonus": "Dommages au corps à corps",
        "intelligence": "Intelligence",
        "invalid": "Invalide",
        "jinxed": "Poisse",
        "kamikaze": "Tete brulee",
        "kills": "Tués",
        "level": "Niveau",
        "level-up": "Niveau supérieur",
        "lockpick": "Crochetage",
        "luck": "Chance",
        "medicine": "Medecine",
        "meleeDamage": "Dommages CaC",
        "meleeWeapons": "Armes blanches",
        "name-placeholder": "Ton nom",
        "next-level": "Prochain niveau",
        "outdoorsman": "Survie",
        "perception": "Perception",
        "perk-picker": "Choisissez une nouvelle abilité",
        "perkRate": "Gain d'abilité",
        "perks": "Abilités",
        "poisonResistance": "Res. poison",
        "poor": "Mauvais",
        "proficiencies": "Spécialités",
        "radiationResistance": "Res. radiation",
        "repair": "Reparation",
        "reputation": "Réputation",
        "science": "Science",
        "sequence": "Sequence",
        "sex-appeal": "Charmeur",
        "skillRate": "Points par niveau",
        "skilled": "Competent",
        "skills": "Compétences",
        "small-frame": "Poids plume",
        "smallGuns": "Armes legeres",
        "sneak": "Discretion",
        "speech": "Discours",
        "spellcasting": "Magie",
        "spells": "Sorcellerie",
        "steal": "Vol",
        "strength": "Force",
        "strongBack": "Mule",
        "survivalist": "Survivaliste",
        "thief": "Pickpocket",
        "throwing": "Lancer",
        "toughness": "Dur à cuire",
        "traits": "Traits",
        "unarmed": "Corps a corps",
        "very-good": "Tres bien"
    }
}
