{
    "bubbles": {
        "chase-from-kitchen": "Get ouf of my kitchen !",
        "fear-reaction-1": "Help ! Guards !",
        "fear-reaction-2": "Aaaah !",
        "fear-reaction-3": "Please, help !",
        "fear-reaction-4": "Get away from me !",
        "fear-reaction-5": "Leave me alone !",
        "guard-1": "Move along, nothing to see here.",
        "guard-2": "I've got my eye on you.",
        "guard-3": "Keep calm.",
        "guard-4": "It's a peaceful town, here. It'll stay that way.",
        "passerby-1": "I'm busy.",
        "passerby-2": "No time to talk, sorry !",
        "passerby-3": "Hi",
        "shop-closed": "Hey ! We're closed ! Get out !",
        "shop-goodbye-1": "Bye",
        "shop-goodbye-2": "Come back soon !",
        "shop-welcome-1": "Hi",
        "shop-welcome-2": "Welcome",
        "shop-welcome-3": "Hello",
        "forbid-rummaging-1": "Don't touch that.",
        "forbid-rummaging-2": "Leave that alone.",
        "forbid-rummaging-3": "Hooves off my stuff !",
        "steal-warning-1": "Hey ! Put that back !",
        "steal-warning-2": "Don't test me. Give it back.",
        "steal-warning-3": "Last warning ! Put that back, or else !",
        "steal-warning-4": "Guards ! We got a shoplifter over here"
    },
    "dialogs": {
        "overmare": {
            "entryPoint": "Hello {{name}}. Do you have something new to report ?",
            "nothing-to-report": "Nothing yet."
        },
        "rathian-facility-end": {
            "about-blueprints": "I might be able to help you build it. I'd be glad to, actually. It's not everyday a scientist like me gets to build such a fancy piece of pre-war tech. Tell you what: if you can find all the parts necessary to build this, just find me at my shed at Junkville, and I'll build the device.",
            "about-parts": "Well, the most basic parts, I'll be able to gather from Junkville's dumps. But see these parts ? {{TODO}} These aren't going to be easy to find. If you're lucky, you'll find some mechanics people who'll have some of these at hoof range... but your best bet is probably to wander through other pre-war tech storage rooms. At this point, I don't know anymore than you.",
            "ask-about-parts": "Alright. So where can I find all these parts ?",
            "entry": "I can't believe the amount of stuff that's been stockpiled here for so long ! It's going to take me a while to set apart the junk from the treasures. How about you, have you found what you were looking for ?",
            "explain-blueprints": "Interesting... these are blueprints. Blueprints featuring all the specifications and instructions useful to build your very own celestial device. This isn't what you were looking for, but I'd say this is the next best thing.",
            "explain-blueprints-response": "Sounds good...",
            "found-blueprints": "Not exactly... but I did find this... whatever that is.",
            "identified-blueprints": "More or less. I found blueprints to build a new celestial device.",
            "leave": "That's good to know. I'll be on my way, then."
        },
        "rathian-introduction": {
            "accept-help": "I could use some help, sure. Do you happen to know where I could find a Celestial Caster Device ?",
            "accompany": "Well, it's a pleasure to make your aquaintance. You know, it's dangerous out there. Don't take it the wrong way, but you look like you won't survive long on your own... you should head for Junkville. It's a nice and friendly little town, not too far south of here. I'm heading there right now, I can take you with me, if you want.",
            "accompany-again": "Oh, did you change your mind ? Are you going to come to Junkville with me ?",
            "backpedal-help": "Ahah ! A stable, up and running, around these parts ? I was just kidding of course ! There's no such thing, and I sure as hell ain't taking you there ! Well, that's my cue to leave, see you another time !",
            "come-later": "Maybe another time. I'm pretty busy right now.",
            "come-with": "Sure, I'll tag along. Lead the way.",
            "device-answer": "A Celestial Device, you say ? I can't say that I know for sure... but I may have a lead for you. There's an old Stable Tech lab, not too far from here, in a place called Junkville. I actually intend to get in myself. The security systems still work even after all these years, and I could use some help getting through.<br>What do you say, wanna come with me to Junkville ?",
            "exit-come-later": "Really ? Well, I guess this is goodbye then. If you ever come to Junkville, ask the townfolks about me. I spend a lot of time over there, I'm usually around. See you later, and be careful out there !",
            "exit-come-with": "Alright then ! I'll lead the way ! To Junkville !",
            "exit-join-party": "Alright then ! You lead the way ! I'll keep you company until the next town ! On we go !",
            "introduction": "Hello there ! I'm scribe Rathian, from the Steel Rangers. Always happy to help. May I ask you who you are and what you're doing in the middle of nowhere ?",
            "join-party": "I already have someplace else in mind. But I don't feel safe going on my own. Care to join me ?",
            "leave-me-alone": "Gosh, leave me alone, stalker ! I'm making my own path !",
            "player-intro-with-details": "I'm {{name}}, and I'm on an important mission to save my stable.",
            "player-introduction": "I'm {{name}}, nice to meet you.",
            "player-not-trusting": "I'm not sure I can trust you... am I free to go, or are you about to zap me like the others ?",
            "player-wondering": "",
            "reject-help": "Thanks, but no thanks. The overmare trusted me with this. I can do it on my own.",
            "stable-answer": "On a mission to save a stable ? So you're a stable dweller. I kinda figured... you look mighty clean and healthy for a regular traveler... so you're telling me there's a stable around that's still up and running ? That's... quite interesting. Do you need help ?",
            "untrust-answer": "What ? No ! Look, you gotta be careful around these parts. I spotted you and those bandits long before you crossed path... and judging by your looks, I figured you'd be an easy prey for them. I just came to help, I don't expect anything from you. So, what do you say ? Can we proprely introduce ourselves now ?"
        },
        "rathian-junkville": {
            "about-celestial-device-go": "I'm glad you asked ! We can go right now, if you wish !",
            "about-celestial-device-intro": "A celestial device ? Interesting. There aren't a ton of reasons why you'd need one. It's a stable tech device designed to create an artificial micro-climate in enclosed spaces. Useful to grow bountiful crops in places like bunkers. Or, you know, stables.<br>I don't really know for sure where to find one... but there's a Stable Tech facility pretty close from here, actually. It's within Junkville's dumps. That's probably a good place to look for. You won't be able to get in there alone though.",
            "about-celestial-device-intro-alt": "Ah yes, the celestial device ! I don't exactly know where to find, but I know where you can look : the Stable Tech facility within Junkville's dumps. You're going to need help going in though.",
            "about-celestial-device-why-help": "The main entrance is locked, and guarded by automated defenses. There is a way in: I have the key to a backroom with a terminal that can open the front door. However, the door only stays open for a very short while, so one of us must maintain the door open while the other one rushes in past the defenses. Once inside, we'll be able to open all accesses.",
            "about-steel-rangers": "The Steel Rangers ! We're pretty much the last remnants of Equestria's government. The last surviving organization of the Ministry of Wartime Technology. We all took an oath to protect Equestria and its citizens. When the megaspells fell, many of us made it through mostly thanks to our bunkers. And now that it all went to hell, we try to uphold our oaths still. Well... at least some of us try.",
            "ask-about-celestial-device": "You told me you could help me find a celestial device. Can you tell me more ?",
            "ask-about-celestial-device-alt": "I'm looking for a celestial device. Do you happen to know where to find one ?",
            "ask-nothing": "I don't need anything. Goodbye !",
            "ask-something-else": "I wanted to ask about something else.",
            "ask-steel-ranger": "You said you were a Steel Ranger. What's that about ?",
            "celestial-device-do-later": "I'm not interested right now. Let's talk about something else.",
            "celestial-device-go": "Alright, let's go.",
            "celestial-device-who-help": "So how about you help me get in there ?",
            "celestial-device-why-done": "And I suppose I'll be rushing past the defenses while you'll be safe behind your terminal ?",
            "celestial-device-why-help": "Why would I need help to get in ?",
            "entry": "Hi ! Is there anything I can help you with ?",
            "entry-alt": "Hi ! I'm so glad you came after all ! Welcome to my workshop, where all sorts of magic happen ! If you have any technical issues, something that needs fixing, just come to me ! So, can I help you with something ?",
            "entry-first-meeting": "Hi ! I recognize you ! You're that one pony that I rescued from those bandits in the middle of nowhere ! I'm glad to see you've made it this far ! I was worrried, with you running away on your own ! My name's Rathian, I'm a Steel Ranger scribe. That means I'm pretty good at fixing stuff and engineering new devices. So, is there anything I can do for you ?",
            "entry-more": "Sure. What else can I do for you ?"
        },
        "rathian-junkville-arrival": {
            "arrival": "Well, here we are, Junkville ! You're in safe hooves now, just head to the cantina up ahead and find a place to sleep.<br>You're welcome to visit me in my workshop later. It's just a little bit south of the cantina. Come by anytime, I'd very much like to have a talk with you.",
            "arrival-at-stable": "A cave in the mountains... fitting hinding place for a stable, I suppose. Well, I've escorted you someplace self. And I can't believe your comrades would appreciate you leading a stranger to their safe place. I'm taking my leave. See you later in Junkville, I hope.",
            "arrival-elsewhere": "Well. I've escorted you someplace safe. It's time for me to take my leave. If you want to see me again, I spend most of my time in Junkville. I'll see you there, I hope !"
        },
        "slotMachine": {
            "bet10": "10 caps",
            "bet100": "100 caps",
            "bet20": "20 caps",
            "bet50": "50 caps",
            "intro": "The slot machine stands before you. How much do you want to bet ?",
            "leave": "Go away",
            "lost": "You lost. Better luck next time !",
            "won": "You won {{amount}} caps ! Yay !"
        },
        "stable103-barmaid": {
            "drink-cider": "Pour me some of that cider.",
            "drink-juice": "I'll have an apple juice.",
            "drink-nothing": "I'm not thirsty. Bye.",
            "entryPoint": "Hi there, {{name}} ! You look like yo could use a refreshment ! What do you wanna drink ?",
            "partyPlanAccept": "Holy molly ! I hadn't even thought of that ! Silly me ! Tell you what, bring me, like, 40 or so bottles of any alcoholic drink, and I'll throw you the biggest party this stable has ever seen ! Deal ?",
            "partyPlanAccepted": "Deal !",
            "partyPlanAlreadyHasBottles": "Actually, I already have enough alcohol on me to get the whole stable drunk.",
            "partyPlanBottlesReady": "Hey ! I have gathered enough drinks to throw a huge party ! Are you still up for it ?",
            "partyPlanIntro": "One cider coming up !<br>You're lucky there's still some left. The overmare has forbidden further production of alcoholic beverages, on the account that we might run ot of apples before you fix that artificial sky issue for us...<br/>It's a shame really. I can't really imagine what a stable party would look like if we can't get the buzz going...",
            "partyPlanPassing": "I see... well, I better get back to it then. Thanks for the drink !",
            "partyPlanReject": "I have important business to take care of first. Another time, maybe.",
            "partyPlanStart": "Yes ! Thank you {{name}}, you're amazing ! Okay then, come back at hour 20 ! I'll invite everypony and have everything set up by then.",
            "partyPlanSuggest": "Maybe I can help you with that. I could smuggle some alcohol from the outside.",
            "poured-cider": "One cider, coming up ! Anything else ?",
            "poured-juice": "One apple juice for my favorite customer, here we go ! Anything else ?"
        },
        "stable103-doctor": {
            "aboutWellbeing": "Oh, everything is doing <i>great</i> ! Just great ! I've spent my whole life studying biology and chemistry, and the overmare decided to have me sit in this office all day long to take care of everypony's Celestia's damned sniffles !<br>Sorry... I didn't mean to lash out on you. I'm just tired. I need some alone time, if you don't mind.",
            "ask-healing": "I'm not feeling so good, doc... can you take a look ?",
            "ask-nothing": "I just came by to check on you ! See you later !",
            "ask-wellbeing": "I just came by to check on you ! How are things going ?",
            "entryPoint": "Hello, citizen {{name}}. Are you perhaps in need of medical assistance ?",
            "healedWounds": "Here you go, all patched up. Now if you could be more careful next time you head outside, I'm not your personal nurse. And I have important science matters to take care off.<br><i>[Mumbles to herself:] Or at least I wish I had...</i><br>Come on, shoo, leave me alone to my own personal hell !",
            "introduction": "Hello, citizen {{name}}. Fancy seeing you here so soon. Have you already found a solution to the celestial device issue ?",
            "introductionQuestDone": "Is that so ? Well, that's amazing ! I'm gonna be honest with you : I didn't think for a second that you, or anyone else in this stable, would be able to fix it. Well... that's too bad. I kinda hoped that in the end, the overmare would have to lead us all to the outside world. I don't care what kind of horrors you've seen out there, I'm just tired of sitting all day in an office.",
            "introductionQuestNotDone": "Well, maybe you pick up the pace then. So why are you here then ? Are you sick, hurt, do you need me to heal you ?",
            "introductionQuestReassuring": "Expeditions to the outside world ? That would be fun. Oh, and, you know, useful to our science projects and such. Anyhow, I sure hope you're right about this.<br>So, did you need any healing from me ?",
            "introductionQuestWorrying": "<i>Us</i> stable dwellers ? Don't you consider yourself as one of us anymore ?<br>Well... you may be right. Maybe we're better off protected by the walls of our beloved prison. That doesn't change the fact that I'm going crazy down here. <i>[she laughs nervously]</i><br>Anyhow, did you need any healing from me ?",
            "main-quest-done": "Yes, I have a solution to the celestial device issue.",
            "main-quest-not-done": "No, I'm still working on it.",
            "mainQuest": "{{name}} ! I've heard you've made progress solving our celestial device issue.",
            "nothingToHeal": "There doesn't seem to be anything wrong with you. Please, don't come here unless you need medical assistance. My time is precious.<br>Hell... who am I kidding... nobody ever catches anything interesting in this damned stable... look, just leave me alone.",
            "quest-done-reassuring": "Now that we know what the outside world looks like, maybe the overmare will start sending some expeditions.",
            "quest-done-worrying": "Trust me, you don't actually want to go out there. The outside world is a dangerous place. Most of you stable dwellers wouldn't last long."
        },
        "stable103-overmare": {
            "entryPoint": "Hello, citizen. Any progress on your quest to report ?",
            "nothing-to-report": "Nothing to report, overmare !",
            "reportJunkvilleTrail": "I found a town, near the stable. It's built around a dump site, and it's filled with pre-war devices and scraps.",
            "reportedJunkvilleTrail": "Well, that sounds like a good place to start looking, then. I suggest you go back there and inspect the premise thorougly. You may go.",
            "wasteTime": "Then get back to it and quit goofing around ! Don't you realize the destiny of this entire stable rests within your hooves ? Time is of the essence !"
        }
    },
    "factions": {
        "bandits": {
            "description": "factions.bandits.description",
            "name": "factions.bandits.name"
        },
        "critters": {
            "description": "factions.critters.description",
            "name": "factions.critters.name"
        },
        "diamond-dogs": {
            "name": "Diamond dogs"
        },
        "junkville": {
            "description": "The inhabitants of the small town of Junkville. They're a peaceful bunch of ponies living off the resources of an old pre-war dump.",
            "name": "Junkville"
        },
        "mordino": {
            "name": "Mordino Family "
        },
        "sample-city": {
            "name": "Sample Town"
        },
        "stable-103": {
            "description": "The inhabitants of Stable 103, your home, your haven, your family.",
            "name": "Stable 103"
        }
    },
    "locations": {
        "city-sample": "Sample Town",
        "tutorial": "Cavern of Trials"
    },
    "medicine-skill": {
        "in-combat": "You can't use medicine during combat",
        "max-use-reached": "{{target}}'s wounds have already received treatment and can't be healed anymore right now.",
        "used-on": "{{user}} used medicine on {{target}} and healed it for {{hp}} hit points."
    },
    "no-path": "You can't go there.",
    "objects": {
        "bed": "a bed",
        "chair": "a chair",
        "door": "a door",
        "gemOre": "mineral deposit",
        "locker": "locker",
        "pool-table": "a pool table",
        "shelf": "a shelf",
        "slot-machine": "a slot machine",
        "stairs": "stairs",
        "stairs-groundlevel": "stairs",
        "stairs-toplevel": "stairs",
        "stool": "a stool"
    },
    "quests": {
        "catch-robber": {
            "bring-robber": "Bring the thief to Mordino.",
            "description": "The hostel's director asked you to bring him the thief that steals from customers at night.",
            "director-scene": {
                "part1": "Ah, such a pleasure making your aquaintance ! At long last we'll put an end to that situation.",
                "part1-1": "Hmpf",
                "part10": "Oh, no, we can't have that here. Bobo ?",
                "part11": "Aaargh",
                "part12": "Last chance. I really don't like seeing you in that sorry state. Please give me one good reason not to kill you.",
                "part13": "Shut it and finish it...",
                "part14": "What a pity. Very well. Bobo, please rid me of that pest.",
                "part2": "My personal told me you've stolen quite a sum to our establishment. I'll go straight to the point.",
                "part3": "What have you done with your gains ? And how do you plan on making up to me ?",
                "part4": "[spits] I have nothing to tell you. Do what you have to do.",
                "part5": "Very well. Bobo, it's your time to act.",
                "part6": "argh",
                "part7": "urgh",
                "part8": "So, how do you do ? Are you gonna talk ?",
                "part9": "Screw you, scumbag."
            },
            "find-robber": "Intercept the thief.",
            "help-escape": "Help the thief escape.",
            "kill": "The robber died.",
            "title": "Catch a thief"
        },
        "completed": "Completed",
        "description": "Description",
        "failed": "Failed",
        "fetchGemstones": {
            "description": "You've crossed path with a diamond dog. He asked you to help him gather gemstones, and you accepted. He also lent you the tools you'll need to do the deed. Let's pick up that pickaxe and start mining !",
            "objective-give": "Bring gemstones to your new diamond dog buddy.",
            "objective-mine": "Use a pickaxe to mine gemstones in the cavern.",
            "title": "Gemstones to diamond dog"
        },
        "objectives": "Objectives",
        "ongoing": "Ongoing",
        "sampleTownButter": {
            "description": "The baker needs butter to bake cakes. It seems like the hostel's kitchen hoards a lot of the available ingredients around town.",
            "find-butter": "Find butter for the baker.",
            "give-butter": "You gave butter to the baker.",
            "got-reward": "You received a tasty reward.",
            "title": "Help the baker bake"
        },
        "tutorial": {
            "description": "<p>You find yourself lost and trapped in the depth of a dark cavern. Resisting the pain of a considerable headache, you have no recollection of how you've gotten here.</p><p>The cold and damp air displeases you greatly... how about looking for an exit, and get back to the gracious sky of Equestria ?</p>",
            "description-completed": "<p>You defeated Trial Blister, one way or another, and access to the outside world was granted to you.</p>",
            "description-with-trial": "<p>In you search for an exit, you've met Trial Blister. It seems like you were dumped in this cavern as a trial to check your abilities to survive in the desolated land of Equestria. Trial Blister is the last challenge you must overcome to reach the outside world.",
            "exit-cavern": "Leave the cavern.",
            "exit-cavern-success": "For completing tutorial, you gained {{xp}} experience points.",
            "last-trial-success": "For surviving all the trials of the tutorial, you gained {{xp}} experience points.",
            "leave-first-room": "Find a way to go through the first door.",
            "leave-first-room-success": "For successfully exiting the first room, you've gained {{xp}} experience points.",
            "pass-last-trial": "Pass the last trial.",
            "title": "Tutorial",
            "win-first-fight": "Win you first fight.",
            "win-first-fight-success": "For winning your first fight, you've gained {{xp}} experience points."
        }
    },
    "ratKing": {
        "die": "Ah bla bla bla"
    },
    "sample-city": {
        "director-at-lunch": "Boss is taking her launch. Come back in a couple hours.",
        "director-not-receiving": "Boss isn't receiving anyone right now. Come back later.",
        "shady-robber": "He looks kinda shady."
    },
    "scenes": {
        "rathian-meeting": {
            "leaderReaction": "What ? You seem vastly outnumbered, new guy. I suggest you drop the gun and join our pretty little pony over here.",
            "leaderReaction2#1": "Oh, my ! You almost had me shitting myself just now !",
            "leaderReaction2#2": "Alright boys. Kill him. I'll take care of our pretty little pony over here.",
            "playerEscaping": "He's trying to run ! Catch him !",
            "rathianArrival": "Nopony moves ! Leave this poor fellow alone and nopony gets hurt.",
            "rathianAttack": "<b>Get behind me ! I'll take care of these evildoers !</b>",
            "rathianResponds": "Come on... I'm giving you a chance to make it out alive. Leave that pony alone and go away.",
            "startAmbush#1": "Hello there ! Looks like you're surrounded, friend !",
            "startAmbush#2": "Oh don't look so distraught, we ain't going to kill you... not unless you do anything stupid.",
            "startAmbush#3": "You're in luck. Look at you, all dapper and healthy ! You'll fetch us a nice price at the slave market. How about it ?"
        }
    },
    "spells": {
        "empty-spellbook": "You haven't learned any spells yet.",
        "purification": "Purification",
        "sleep": "Sleep",
        "teleport": "Teleport",
        "title": "Spells"
    },
    "stable-entrance": {
        "about-to-exit": "Ahead of you, you can see real daylight for the first time of your life. As your eyes dart towards the ceiling, you notice it is endless and grows beyond everything you can see. So that's what the sky looks like... as your notion of spaces get challenged by this new experience, you start feeling a bit nauseous. This is gonna take some getting used to."
    },
    "stable103": {
        "bubbles": {
            "passerby-1": "Hi there, {{name}} !",
            "passerby-2": "What's up, {{name}} ?",
            "passerby-3": "Hey {{name}} ! Sorry, I'm busy right now, see you later !"
        }
    },
    "tutorial": {
        "1": "PipBuck",
        "10": "Field of View",
        "11": "Traps",
        "12": "Exit zones",
        "2": "Movement",
        "3": "Interaction",
        "4": "Lockpick",
        "5": "Combat",
        "6": "Actions",
        "7": "Level up",
        "8": "Looking around",
        "9": "Explosives",
        "disabled": "Disabled",
        "enabled": "Enabled",
        "next": "Next",
        "open": "Show tutorial",
        "previous": "Previous"
    },
    "worldmap": {
        "places": {
            "random-desert-cabin": "a shack in the middle of the desert"
        },
        "title": "wasteland"
    }
}
