{
    "AP": "AP",
    "Cancel": "Cancel",
    "Close": "Close",
    "Drop": "Drop",
    "Inspect": "Inspect",
    "Inventory": "Inventory",
    "Ok": "Ok",
    "Pick an item": "Pick an item",
    "Use": "Use",
    "Weight": "Weight",
    "are-you-sure": "Are you sure ?",
    "bubbles": {
        "chase-from-kitchen": "Get ouf of my kitchen !",
        "guard-1": "Move along, nothing to see here.",
        "guard-2": "I've got my eye on you.",
        "guard-3": "Keep calm.",
        "guard-4": "It's a peaceful town, here. It'll stay that way.",
        "passerby-1": "I'm busy.",
        "passerby-2": "No time to talk, sorry !",
        "passerby-3": "Hi",
        "shop-closed": "Hey ! We're closed ! Get out !",
        "shop-goodbye-1": "Bye",
        "shop-goodbye-2": "Come back soon !",
        "shop-welcome-1": "Hi",
        "shop-welcome-2": "Welcome",
        "shop-welcome-3": "Hello",
        "steal-warning-1": "Hey ! Put that back !",
        "steal-warning-2": "Don't test me. Give it back.",
        "steal-warning-3": "Last warning ! Put that back, or else !",
        "steal-warning-4": "Guards ! We got a shoplifter over here"
    },
    "cmap": {
        "abysmal": "Abysmal",
        "actionPoints": "Action points",
        "agility": "Agility",
        "armorClass": "Armor class",
        "available-perks": "Available perks",
        "available-points": "Available points",
        "available-skill-points": "Available skill points",
        "available-skill-proficiencies": "Available skill proficiencies",
        "available-traits": "Available traits",
        "average": "Average",
        "awareness": "Awareness",
        "barter": "Barter",
        "bigGuns": "Big guns",
        "bloody-mess": "Bloody mess",
        "bruiser": "Bruiser",
        "buffs": {
            "bleeding": "Bleeding",
            "drunk": "Drunk",
            "ko": "Unconscious",
            "poisoned": "Poisoned"
        },
        "carryWeight": "Carry weight",
        "charisma": "Charisma",
        "chem-resistant": "Chem resistant",
        "criticalChance": "Critical chance",
        "damageResistance": "Damage resistance",
        "descriptions": {
            "actionPoints": "The number of actions that the character can take during one combat turn.",
            "agility": "Coordination and the ability to move well. A high Agility is important for any active character.",
            "armorClass": "Modifies the chance to hit this particular character.",
            "awareness": "With Awareness, you are given detailed information about any critter you examine. You see their exact hit points and information about any weapon they are equipped with.",
            "barter": "Trading and trade-related tasks. The ability to get better prices for items you sell, and lower prices for items you buy.",
            "bigGuns": "The operation and maintenance of really big guns - miniguns, rocket launchers, flamethrowers and such.",
            "bloody-mess": "By some strange twist of fate, people around you die violently. You always see the worst way a person can die.",
            "bookworm": "You're well read, and the plethora of books you've read have granted you access to a wide vocabulary and knowledge of many random facts. You get a one-time bonus of +15% to your Speech skill.",
            "bruiser": "A little slower, but a little bigger. You may not hit as often, but they will feel it when you do! Your total action points are lowered, but your Strength is increased.",
            "buffs": {
                "drunk": "You have succumbed to Bacchus' call. You don't feel as sharp as usual. Actually, you don't feel much of anything, right now.",
                "ko": "You lost consciousness, possibly due to a shock or an intoxication. Depending on the cause and on your own constitution, you may wake up in a matter of seconds... or hours. The waiting game begins.",
                "poisoned": "You've been poisoned ! You will periodically take damage until the poison is drained from your body (unless you die before that happens). You may want to find an antidote."
            },
            "carryWeight": "The maximum amount of equipment your character can carry, in pounds.",
            "charisma": "A combination of appearance and charm. A high Charisma is important for characters that want to influence people with words.",
            "chem-resistant": "Chems only affect you half as long as normal, but your chance to be addicted is also only 50% of normal.",
            "criticalChance": "The chance to cause a critical hit in combat is increased by this amount.",
            "damageResistance": "Any damage taken is reduced by this amount. Damage Resistance can be increased by wearing armor.",
            "earlierSequence": "You are more likely to move before your opponents in combat, since your Sequence is +2 for each level of this Perk.",
            "endurance": "Stamina and physical toughness. A character with a high Endurance will survive where others may not.",
            "energyGuns": "The care and feeding of energy-based weapons. How to arm and operate weapons that use laser or plasma technology.",
            "explosives": "The finding and removal of traps. Also the setting of explosives for demolition purposes.",
            "fast-metabolism": "Your metabolic rate is twice normal. This means that you are much less resistant to radiation and poison, but your body heals faster.",
            "fasterHealing": "With each level of this Perk, you will get a +1 bonus to your Healing Rate. Thus you heal faster.",
            "finesse": "Your attacks show a lot of finesse. You don't do as much damage, but you cause more critical hits.",
            "gambling": "The knowledge and practical skills related to wagering. The skill at cards, dice and other games.",
            "gifted": "You have more innate abilities than most, so you have not spent as much time honing your skills.",
            "healingRate": "The natural ability of your body to process and heal. You will heal faster if you rest.",
            "heavy-handed": "You swing harder, not better. Your attacks are very brutal, but lack finesse. You rarely cause a good critical hit, but you always do more melee damage.",
            "hitPoints": "How much damage your character can take before dying. If you reach 0 HP or less, you are dead.",
            "hthMeleeDamage": "Experience in unarmed combat has given you the edge when it comes to damage. You cause +2 points of damage with melee attacks for each level of this Perk.",
            "intelligence": "Knowledge, wisdom and the ability to think quickly. A high Intelligence is important for any character.",
            "jinxed": "The good thing is that everyone around you has more critical failures, the bad thing is - so do you!",
            "kamikaze": "By not paying attention to any threats, you can act a lot faster in a turn. This lowers your Armor Class to just what you are wearing, but you sequence much faster in a combat turn.",
            "lockpick": "The skill of opening locks without the proper key. The use of lockpicks or electronic lockpicks will greatly enhance this skill.",
            "luck": "Fate. Karma. An extremely high or low Luck will affect the character - somehow. Events and situations will be changed by how lucky (or unlucky) your character is.",
            "medicine": "Medical knowledge. The ability to treat wounds, cure diseases, and apply first aid.",
            "meleeDamage": "The amount of bonus damage your character does in hand-to-hand combat.",
            "meleeWeapons": "Using non-ranged weapons in hand-to-hand or melee combat - knives, sledgehammers, spears, clubs and so on.",
            "outdoorsman": "Practical knowledge of the outdoors, and the ability to live off the land. The knowledge of plants and animals.",
            "perception": "The ability to see, hear, taste and notice unusual things. A high Perception is important for a sharpshooter.",
            "poisonResistance": "Reduces poison damage by this amount.",
            "radiationResistance": "The amount of radiation you are exposed to is reduced by this percentage. Radiation Resistance can be modified by the type of armor worn, and anti-radiation chems.",
            "repair": "The practical application of the Science skill, for fixing of broken equipment, machinery and electronics",
            "science": "Covers a variety of high-technology skills, such as computers, biology, physics, and geology.",
            "sequence": "Determines how soon in a combat turn your character can react.",
            "sex-appeal": "You've got the \"right\" stuff. Members of the opposite sex are attracted to you, but those of the same sex tend to become quite jealous.",
            "skilled": "Since you spend more time improving your skills than a normal person, you gain more skill points. The tradeoff is that you do not gain as many extra abilities. You will gain a perk every four levels. You will get an additional 5 skill points per new experience level.",
            "small-frame": "You are not quite as big as other people, but that never slowed you down. You can't carry as much, but you are more agile.",
            "smallGuns": "The use, care and general knowledge of small firearms - pistols, SMGs and rifles.",
            "sneak": "Quiet movement, and the ability to remain unnoticed. If successful, you will be much harder to locate. You cannot run and sneak at the same time.",
            "speech": "The ability to communicate in a practical and efficient manner. The skill of convincing others that your position is correct. The ability to lie and not get caught.",
            "spellcasting": "Knowledge of spells and magic. Ability to cast spells (if relevant) and affinity with your inner magic.",
            "steal": "The ability to make things of others your own. Can be used to steal from people or places.",
            "strength": "Raw physical strength. A high Strength is good for physical characters.",
            "strongBack": "AKA Mule. You can carry an additional 50 lbs. of equipment for each level of this Perk.",
            "survivalist": "You are a master of the outdoors. This Perk confers the ability to survive in hostile environments. You get a +20% bonus to Outdoorsman for each level of this Perk.",
            "thief": "The blood of a thief runs through your veins. With the Thief Perk, you get a one-time bonus of +10% to your Sneak, Lockpick, Steal, and Traps skills. A well rounded thief is a live thief.",
            "throwing": "The skill of muscle-propelled ranged weapons, such as throwing knives, spears and grenades.",
            "toughness": "When you are tough, you take less damage. Each level of this Perk will add +10% to your general damage resistance.",
            "unarmed": "A combination of martial arts, boxing and other hand-to-hand martial arts. Combat with your hands and feet."
        },
        "earlierSequence": "Earlier sequence",
        "endurance": "Endurance",
        "energyGuns": "Energy guns",
        "experience": "Experience",
        "explosives": "Explosives",
        "fast-metabolism": "Fast metabolism",
        "fasterHealing": "Faster healing",
        "finesse": "Finesse",
        "gambling": "Gambling",
        "gifted": "Gifted",
        "healingRate": "Healing rate",
        "heavy-handed": "Heavy hoofed",
        "heroic": "Heroic",
        "hitPoints": "Hit points",
        "hthDamageBonus": "Close combat damage bonus",
        "intelligence": "Intelligence",
        "invalid": "Invalid",
        "jinxed": "Jinxed",
        "kamikaze": "Kamikaze",
        "kills": "Kills",
        "level": "Level",
        "level-up": "Level Up",
        "lockpick": "Lockpick",
        "luck": "Luck",
        "medicine": "Medicine",
        "meleeDamage": "Melee damage",
        "meleeWeapons": "Melee weapons",
        "name-placeholder": "Your name",
        "next-level": "Next level",
        "outdoorsman": "Outdoorsman",
        "perception": "Perception",
        "perk-picker": "Pick a new perk",
        "perkRate": "Perk rate",
        "perks": "Perks",
        "poisonResistance": "Poison resistance",
        "poor": "Poor",
        "proficiencies": "Proficiencies",
        "radiationResistance": "Radiation resistance",
        "repair": "Repair",
        "reputation": "Reputation",
        "science": "Science",
        "sequence": "Sequence",
        "sex-appeal": "Sex appeal",
        "skillRate": "Skill rate",
        "skilled": "Skilled",
        "skills": "Skills",
        "small-frame": "Small frame",
        "smallGuns": "Small guns",
        "sneak": "Sneak",
        "speech": "Speech",
        "spellcasting": "Spellcasting",
        "spells": "Spells",
        "steal": "Steal",
        "strength": "Strength",
        "strongBack": "Strong back",
        "survivalist": "Survivalist",
        "thief": "Thief",
        "toughness": "Toughness",
        "traits": "Traits",
        "unarmed": "Unarmed",
        "very-good": "Very good"
    },
    "controls": {
        "centerCamera": "Center the camera on the player",
        "click": "Click",
        "cmap": "Open the character sheet",
        "debugConsole": "Open the debug console",
        "help": "Open the controls view",
        "hint": "Press F1 to check out the controls.",
        "interactionMode": "Change interaction mode",
        "inventory": "Open the inventory",
        "nextUseMode1": "Loop through use modes in slot 1",
        "nextUseMode2": "Loop through use modes in slot 2",
        "openSkilldex": "Open the skill panel",
        "padLeft": "Controls the cursor",
        "padRight": "Controls the camera",
        "passTurn": "Pass your turn in combat",
        "pipboy": "Open the PipBuck",
        "useMode1": "Activate item in slot 1",
        "useMode2": "Activate item in slot 2"
    },
    "controls-dialog": "Contrôles",
    "dialogs": {
        "junkville-cook": {
            "accept-haunting-heap": "I can take care of the missing scavengers. Where should I look ?",
            "ask-about-leader": "So, who's in charge over here ?",
            "ask-about-leader-contest": "Funny thing about this. I asked the same question somewhere else, and I've been told <i>you</i> were the boss.",
            "ask-about-leader-insist": "Suuure... and within this big family of yours, who would you say is the mother ?",
            "ask-job": "Is there anything for me to do around here ?",
            "ask-meal": "I'm starving ! What's on the menu ?",
            "ask-payment": "How much will I be paid for this job ?",
            "ask-something-else": "Can I ask you about something else ?",
            "ask-story": "Is there a story to this town ?",
            "ask-town": "What can you tell me about this town ?",
            "battle-reward-negociate": "Make that 200 caps and I'm in.",
            "dogs-battle-ask-reward": "I guess that's fair... you're just an outsider. I can round up a 100 caps.",
            "dogs-battle-ask-reward-fail": "No. I value my comrade's life above all else, but I seriously doubt your help will be worth that much caps. I'll pay you a hundred and that's final. So, are we going ?",
            "dogs-battle-ask-reward-improved": "Okay. 200 caps it is. But you better make yourself worth it.",
            "dogs-battle-join-gladly": "Sure ! I'd never miss an opportunity to kick some asses !",
            "dogs-battle-join-money": "I'm not putting my flank out there unless it pays the bills. How much are you ready to pay ?",
            "dogs-battle-join-reward": "You've got yourself a deal. Let's go already !",
            "dogs-battle-peace": "I really don't think that's a good way to solve this problem...",
            "dogs-battle-peacemaking": "They're a constant threat to us. They could jump at us when we're least expecting. We're not really figthers over here, and we probably can't afford to lose the initiative. Why should we let them decide who gets to live here, after all the effort we spent settling ?",
            "dogs-battle-peacemaking-appeased": "When you put it like that... I guess I don't really want this town's history tainted with blood. This place should be about building a confortable future... we'll probably regret building it on the mistakes of the past. Ok. We won't attack them. Still, I'll see if we can start some kind of night patrol or something... we can't drop our guard.",
            "dogs-battle-peacemaking-come": "On second thought, you might be right. Alright, I'm going to help you. Let's go.",
            "dogs-battle-peacemaking-convince": "You don't even know if they'll ever try anything against you. You really are going to slaughter an entire village, on the chance that they might slaugther you first ?",
            "dogs-battle-peacemaking-convince-success": "I understand. They're dangerous. But you don't even know if they'll ever try anything against you. You would be slaughtering an entire village, on the chance that they might slaugther you first. I'm guessing that might be all this whole megaspell hellhole around us started in the first place... maybe it's time to start trusting that good things will happen, even when everything looks dire... instead of pre-emptively killing each other.",
            "dogs-battle-peacemaking-exit": "If you say so... but I won't be joining the bloodbath.",
            "dogs-battle-peacemaking-not-appeased": "If that's what it take to ensure my folks' safety, then yes. We'll do it, and we'll wear that burden. I've done enough running away in my life. This time, I'll face the danger head-on and make sure my people will make it.",
            "dogs-battle-reject": "I'll sit this one out. But hey, I'll be cheering for you ! Go get'em ! Yay !",
            "dogs-battle-reject-alt": "I'm sorry, but no, I won't sully my hooves with that blood.",
            "dogs-battle-start": "So... are you coming with us ? It's going to be dangerous down here. We could use the help. The townfolks will be sure to find ways of repaying the favour. ",
            "dogs-get-reward": "Sure thing. You did a good job down there. Here's your reward.",
            "dogs-mediate-trade": "I spoke to their leader. They want peace. They're willing to trade for the resources underground, as long as the tunnels remains theirs to use.",
            "dogs-mediate-war": "The diamond dogs are on the path of war. They intend to chase you from the dumps.",
            "dogs-mediate-zone": "Their leader told me that the peace can be kept as long as you agree not to enter their tunnels.",
            "dogs-mediation-entry": "Sure, I'm always open to... wait, what ? Diamond what now ? Living where ? That's the first time I ever heard about this ! What's going on ?",
            "dogs-mediation-reentry": "Yes ? Anything new to report about those diamod dogs ?",
            "dogs-mediation-start": "We need to talk about the diamond dogs living in the dumps.",
            "dogs-negociation-accept": "I agree, and I'm glad we can find a peaceful resolution... though I would've liked a less exclusive kind of agrement. I'll personally make sure everyone's aware to avoid the diamond dogs tunnels and their surroundings. Tell the diamond dogs they don't have to worry about us anymore.",
            "dogs-negociation-accept-trade": "Great ! That sounds exactly like what we need to ensure a lasting peace between our two groups ! We'll need each other, and with time, we'll grow to trust one another. You may tell them to expect myself and Midnight Facade sometime soon. We'll discuss about what we can provide each other. I'm sure it'll work out just fine. Thank you for making this possible !",
            "dogs-negociation-disappeared": "I would consider this... but I can hardly believe that the dog's being around, and the fact that scavengers have been disappearing lately would be unrelated. I want to know what happened to them. As long as they're alive, I'm willing to hear the dogs' claims. But I want to see these ponies come back here alive first.",
            "dogs-negociation-failed": "Do they really now ? Have you been leading me on this whole time ? A scavenger came back moments ago, told me he'd been attacked by a giant dog. These diamond dogs clearly cannot be trusted around the town. We need to drive them away.",
            "dogs-negociation-hostages": "Not yet. That sounds like a fair proposal: after all, they have as much right as we do to live here. But they are still holding hostages some of scavengers friends. Go back to the diamond dogs and give them my terms: I won't accept any negociations until their prisoners have made their way here, safe and sound.",
            "dogs-negociation-killed": "No way. They murdered peaceful scavengers. We can't trust these dogs. At this point, one of our two groups will have to move away from this place. And I'll make sure my folks won't lose their home... never again. We'll take care of these dogs, and we'll take care of them right now.",
            "dogs-negociation-trigger-ask-hostage-release": "I'll see what I can do.",
            "dogs-warpath": "I see. It's a pity about those diamond dogs, but we can't leave these lands, and we can't let them hurt our people. We have to confront them... and fight them. I'll round up the townfolks.",
            "dogs-warpath-trigger": "I guess it has to be done, then.",
            "done-asking": "That's all I wanted to know. Bye !",
            "entry": "Hi there ! What can I do you for ? Fancy a meal ?",
            "get-battle-reward": "We've chased away the diamond dogs. So, about that reward ?",
            "introduction": "Hi ! It's a pleasure seeing a new face around here ! The name's {{npc}}, and I'm the town's cook and innkeeper. What can I do you for ?",
            "job-haunted-heap": "I might've a job for you. Lately, some of the scavengers who rented rooms in my inn have went in the dumps and haven't been coming back from there. This is unusual, and it'll be bad for the town's reputation if people just go missing.",
            "job-haunted-heap-accept-reward": "It's a pleasre doing business with you.",
            "job-haunted-heap-details": "There's this rumor about a part in the dump where you can sometimes hear weird noises... the local don't really go there : superstitions and all. But outsiders would probably go there, and as it happens, outsiders are the only ones disappearing. It's located somewhere in the south-western part of the dumps, which you will find north from here.",
            "job-haunted-heap-on-report": "Yes, the missing scavengers went by the inn, I've been able to talk to them about this whole ordeal ! Anyway, good job finding them ! I knew I could put my faith in you, I had a good feeling about you ! Thanks to you, the town's reputation is saved ! Here's your reward <i>[he hoofs you a small pouch full of bottle caps]</i>.",
            "job-haunted-heap-on-report-lie": "Oh yes ? It's weird. I'm pretty sure this would've been the first place they would've come to had you saved them. I can only guess that you're lying through your teeth. It wasn't enough that you couldn't save one of them, you had to try and squeeze a reward out of me. I'm very disappointed... please, just go away...",
            "job-haunted-heap-on-report-partial-success": "Yes, some of the missing scavengers went by the inn, I've been able to talk to them about this whole ordeal ! It's a pity they didn't all make it out alive... anyway, good job finding them. Here's your reward <i>[he hoofs you a small pouch full of bottle caps]</i>.",
            "job-haunted-heap-reject-reward": "Keep the reward. I don't need the money, I'm just glad I could help.",
            "job-haunted-heap-report": "Yes ? Have you found out anything new ?",
            "job-haunted-heap-report-trigger": "About the missing scavangers...",
            "job-haunted-heap-reporting-dogs": "Really ? What happened to them ? Are they still alive ?",
            "job-haunted-heap-tell-about-dogs": "I know what happened to the missing scavengers.",
            "job-haunted-heap-tell-about-saved": "I rescued the missing scavengers.",
            "just-passing-by": "I'm just passing by. See you later.",
            "meal-reject": "Forget it. I'm not actually that hungry.",
            "menu": "We have moss salad, moss stew, and more moss salad ! Plenty of moss around these parts, but once you've had some, you won't ever want anything else !",
            "no-jobs": "Nope, you've cleared all the jobs available for now !",
            "nothing-new": "Actually no. I'll get back to it.",
            "report-dog-captives": "There's a pack of diamond dogs living in the dumps. They want to keep the secret of their tunnels, and hold captive anyone who stumbles upon them.",
            "report-dog-hostages": "They're being held hostages by a bunch of diamond dogs. They want you out of their territory.",
            "take-meal": "I'll be the judge of that. Gimme both, at this point I could eat anything anyway.",
            "take-meal-moss-salad": "Give me some of that moss salad.",
            "take-meal-stew": "I'll take the stew.",
            "town-index": "What can't I tell you about this town ? I've been there since the very beginning. Built this house with my own hooves. What else are you curious about ?",
            "town-leader": "Right here ? I'm in charge. You're in my home ! Watch yourself, heh heh ! But if you wanted to know who's in charge of running the town... well, the town pretty much runs itself.<br>It's a small town, you see ? There's no need for formalities. We're kind of a big family.",
            "town-leader-midnight-hint": "What ? And who the hell told you that ?<br>It was Midnight Facade, wasn't it ? <i>[He laughs]</i> Of course it was ! Who else ?<br>Look, Midnight hasn't been here for so long. She's a good fellow, and she's awesome at what she does for us. She doesn't really believe in our way of life... but we'll grow on her ! We already have, just a little bit ! You should've been here when we convinced her to open shop here ! Said she preferred growing old rather than dying along with a bunch of hopeless daydreamers.<br>Yet we're still here, and so is she. We grew on her. And we'll grow on her some more. And on you too, hopefully ! We have that kind of effect on people !",
            "town-leader-more": "Oh, come on... I'm being honest with you. Everyone's equal, and no one bosses anyone else around. I'm not trying to convince you that everything's always smooth and dandy, but we make it work.",
            "town-story": "Nothing much to say about it. This used to be a dump before the war. There's still plenty of scrap laying around. Ponies have come here looking for parts ever since the megaspells hit.<br>Then I came around. Built this house. It wasn't always this big but... the occasional scavengers started visiting me, stayed the night, tasted my cooking. So I made it bigger, turned my house into an inn. Then people started settling around. We shared our stuff, worked all day long, ate at the same table told each other stories at night.<br>Now, merchants regularly come trade with us, and we have an intendant to handle our supplies. There's even that steel ranger unicorn who fixes our stuff... when he's around !"
        },
        "junkville-cook-battle-won": {
            "entry": "It was about time we see the end of them. It might've not been the noblest thing to do... but it's done. And our town is safe. Thank you for your help. The people of Junkville will remember."
        },
        "junkville-dog-alt-leader": {
            "about-hatred": "You threw us in here. Worked us to the bone. Stole our gems. Many died. But them, we freed ourselves. Took those tunnels for ourselves, the very ones your kind had us dig. This whole place is a reminder of what you did to us. And I'm not about to let your people anywhere near as long as I'm alive.",
            "about-weak-leader": "He released the ponies... he lets you come and go as you please... we owe your kind nothing. And we certainly won't keep you all out of our hair by showing mercy. If it were up to me, I'd kill you right were you stand.",
            "about-weak-leader-intimidate": "Good thing it's not up to you then. I'd wipe the floor with you !",
            "entry": "You dare address me, punny creature ?",
            "escape-entry": "Actually, I think I'm gonna walk away... slowly.",
            "fight-1on1": "A duel ? How amusing ! Alright ! I hope you last long enough to get me warmed up !<br><i>[She yells]</i> Everyone ! This is my fight ! No one gets involved !",
            "fight-all": "Get fucked, you bastards !",
            "fight-ask-1-on-1": "Not with all your buddies around. How about it ? Just you against me, one on one, no weapons allowed.",
            "fight-intro": "Oh, puppy ! Are you looking for a fight ? Go on, make my day !",
            "hatred-about-legacy": "Legacy ? Hah ! That's such a pony word ! Dogs don't leave anything behind. They live for the pack, they die for the pack, and their bones rot with the pack.",
            "hatred-about-not-here": "It's not about you. It's about my kind and yours. We can't know about every individual pony out there. The best we can do is judge you based on what we've seen from your pairs. Greed, violence, trickery, is all we've seen so far. You may be the nicest pony in the whole world, we still can't trust you. And I don't want us to take the risk of figuring out whether each individual pony is trustworthy or not.",
            "hatred-about-stronger-together": "Befriend the ponies ? We'll be stronger if we stick together ? That's bullcrap ! Listen, little pony. There will never be a \"us\" that goes beyond the pack, even if I could forgive what ponies did to us in the past. We look for our own first and foremost. Ponies do the same. Family always comes first. The pack is our family.",
            "hatred-back-to-index": "I see. I'd like to talk more about dogs and ponies.",
            "hatred-convince": "I understand. But ponies will come nevertheless. They're crawling all over the surface. One day, there will be more of them than you can handle.",
            "hatred-convince-exit": "I'm glad we can see things eye to eye. I have to go now.",
            "hatred-convince-fail": "I'm getting tired of this. Your words are unwise and pointless. Go away, I don't want to hear anymore.",
            "hatred-convince-legacy": "And what will you leave behind, living like that ? What will your legacy be ?",
            "hatred-convince-legacy-alt": "I guess that's right... but I'm pretty sure life is also about perpetrating itself. Don't you need to build a future for your pups ? Shouldn't you look for the safest future for their sake ?",
            "hatred-convince-nice-exit": "You can call me {{name}} ! I was happy to help ! See you around !",
            "hatred-convince-peace": "That will work for some time. Fido is thinking long term. There's no immediate threat to you right now. It's better to strive in times of peace, so you'll be stronger and ready when a real threat comes up. Fido isn't weak. He's clever.",
            "hatred-convince-route": "So what ? I should give up the fight, just because someday I will loose ? Pony, don't you understand ? That's what life is all about. We live as hunters until the day we become a prey.",
            "hatred-convince-route-2": "Perpetrating the pack is important, yes. Which is why we'll keep ponies away as long as we can. So they never have to become slaves or meat.",
            "hatred-convinced": "I see. I hadn't considered things from his point of view. So I guess that old mutt still has what it takes to lead the pack.<br>Thank you for your advice, pony. I guess going against Fido would only weaken the pack further. I won't challenge his leadership again. You've been a great help to the diamond dogs, pony.",
            "hatred-covnince-peace-alt": "Keep fighting on your own, and that'll happen eventually ! On the other hoof, there are ponies out there who bear no ill will to you ! Befriend them, and together you'll be strong enough to protect the pack !",
            "hatred-did-nothing": "I'm pretty sure I wasn't there for that. I think I'd remember. Why do you lump all ponies with those who did this to you ?",
            "hatred-leave": "So there's nothinng I can do to convince you... I'll take my leave.",
            "hatred-sacrastic": "Oh boy ! That's our bad ! We're so vorry ! How about you let bygones be bygones ? Let's become pals all over again !",
            "on-escape": "That's right. Walk away. While these cute little legs are still attached to that tiny body.",
            "sarcastic-entry": "It's pronounced \"pony\". Was that supposed to be intimidating ?",
            "start-fight-sarcastic": "Nice ! Your white fur will look stunning once I wear it on my flank !",
            "start-mediation": "I'm sorry to disturb. But I want to learn. Why do you harbor such hatred towards my kind ?",
            "start-mediation-alt": "But why ? Why do you hate ponies ?",
            "start-mediation-on-captive-released": "I heard you call Fido weak, in front of everyone. What was that about ?"
        },
        "junkville-dog-captive": {
            "announce-release": "You're all free to go. I've talked to the diamond dog's leader, and he's agreed to let you go.",
            "ask-about-secrecy": "And ? Would you tell ponies about these tunnels ?",
            "ask-situation": "What's going on here ?",
            "breakout": "Alright. We're going to trust you on this... come on everypony, this one's going to lead us out !",
            "breakout-fail": "Are you kidding ? Have you seen how many dogs are in these caves ? You're gonna get us all killed ! No way !",
            "dogs-slained": "The diamond dogs are all dead. You're free.",
            "entry": "...",
            "junkville-mission": "Yes ! I knew Raggedy Randy would send someone eventually ! That old pal would never let his patrons disappear and do nothing about it ! So, what's the plan ?",
            "leave": "Alright, I'll see what I can do !",
            "leave-sarcastic": "Wow, sucks to be you. I'm gonna go now, see you around !",
            "let-them-rot": "So the diamond dogs were right about you. It's a good thing you'll rot here.",
            "let-them-rot-alt": "Thank you for your honesty. I need to go now.",
            "meet": "Hi. So you've been caught as well ? Welcome to this very private club of unlucky bums.",
            "missionned-by-junkville": "I see. Well I've got good news. I've been sent by Randy to look for you.",
            "released": "Really ? That's awesome ! You heard that everypony ? We're free ! Let's go and have a drink at Randy's !",
            "secrecy": "Em... I can keep a secret... but you know... these tunnels are filled with gems. There are some spellcaster who will trade for those. I understand the diamond dogs want their own home. But it's hard making a living out there. That doesn't make it right to keep us down there. Their secret's gonna be revealed sooner or later anyway.",
            "situation": "Well... we all entered these caves one by one, either by accident, or looking for stuff to scavenge. Then these diamond dogs caught each of us and stuffed us in this den. They've been keeping us here ever since. Sometimes, they take us out to do meneal work... they don't want us out. They fear that we'll tell everypony else about them.",
            "suggest-breakout": "I'm breaking y'all out of here. Follow my lead.",
            "tell-freedom": "I've had a talk with the diamond dog leader. I'm here to tell you that you're free to go."
        },
        "junkville-dog-jail": {
            "accept": "Yeah, sure, what am I even doing here ? Let's go back to the pen !",
            "entry": "What are you doing here, pony ? Back to the pen you go !",
            "start-combat": "I'm not going back there !"
        },
        "junkville-dog-leader": {
            "accept-start-mediation": "Okay. I'm going right away.",
            "complete-mediation": "It's done. Junkville has agreed to make sure nopony would make it into your tunnels.",
            "complete-mediation-trade": "I've got good news. Junkville has agreed to open trade with you. They'll send delegates to you soon to discuss the matter.",
            "conclusion-did-my-best": "I only did what I thought was right.",
            "convince-release": "The people on the surface won't exactly take it well when they know you've kept some of them captive. If you want to avoid war, you would do well to release them first, as a token of your good will.",
            "convince-release#2": "I understand. However, unless the captive are released, then war will become inevitable to the surface people. Let's take care of one problem at a time. Appease the surface people, then appease your people.",
            "convince-release-route#1": "It's not that simple. My people are very wary, and some of them would rather go to war than showing any sign of weakness to the surface dwellers. If I release the captives, I might get overthrown... and then, war will be inevitable.",
            "entry": "Yes ? What is it ?",
            "entry-exit": "Nothing ! Bye !",
            "force-release-captives": "My only concern is for the captive. Release them, while I'm still asking nicely.",
            "hostile-exit": "This just won't do. I'm sorry, but we can't trust you... I'll give you a choice. You go to the pen with the other captive, or you die right where you're standing.",
            "intro-ask-history": "What kind of history do you have with the surface ?",
            "intro-ask-pack-wants": "What will it take to convince the pack ?",
            "intro-history": "It's rooted before the apocalypse even happened. Back when this place was still run by militaries pony, our pack was enslaved and used to dig tunnels and gather the many gems that can be found underground. The surface people worked us to death. Then something happened in the surface. The ponies went disorganized. The pack killed the remainings ponies and took control of the dumps. It's been several generations since then... surface dwellers came once in a while. We hid from them, or frightened them away. But ever since the ponies built a town over the dumps, hiding ourselves is becoming harder and harder.",
            "intro-leadership-questionned": "It's not that simple. I may be the pack leader for now, but if I lose my pack's trust, someone will challenge me, and I might lose my authority. Dolly is younger, stronger, and has gained influence among the pack. If she challenges me, she will likely beat me and take the lead. Then, there will be no peaceful option anymore to solve this situation.",
            "intro-let-go": "I can't just let you go like that. We're not ready to let outsiders know about us and our tunnels. How can I trust that you won't tell anyone about us ?",
            "intro-let-go-escape": "You will let me go, whether you like it or not.",
            "intro-let-go-stable": "I'm just like you. My people live underground. Our haven is in jeopardy, and they sent me outside to find a solution. We too, must protect the secret of our home. I know exactly how important this secret is for you.",
            "intro-mediate": "It seems like you don't have a choice. Maybe you need to open relationships with the surface dwellers.",
            "intro-mediate-answer": "It's not as easy as it sounds. We have a history with the surface dwellers, and it's not pretty. My pack doesn't want anything to do with the people upstairs anymore, and it's been like that for generations.",
            "intro-mediate-ask-leadership": "It's not like you can ignore the issue though. You're the pack leader, aren't you ? Why don't you just make a decision ?",
            "intro-pack-wants": "It's simple. The pack wants the surface dwellers gone. Basically, they don't want anyone walking around the dumps. Worst case scenario, we would attack the town and chase everyone away. Many would die... and our pack may never recover. But if things don't get better soon, that's the way we are heading.",
            "intro-propose-trade": "Couldn't you open friendly relationship with the town ? Don't you have things they need ? Do you need things they can provide ? A good trade is a good way to make people trust each other.",
            "intro-propose-war": "The townfolks won't leave their town. It seems war is your only option.",
            "intro-propose-zone": "The townfolks might agree to stay away from your land. I can try to convince them not to go in your parts of the dumps.",
            "intro-quest": "Actually, the people on the surface sent me here to investigate. They want to know what happened to those who disappeared before me.",
            "intro-quest-answer": "Damn... I knew this would happen sooner or later. The people who disappeared are fine. I warned my pack not to kill them. We've been keeping them here, in the pen north side of our home. They've been working for us, and we've been keeping them healthy.<br>I figured the surface ponies might inquire about them. And I'm ready to release them. But we'll need some guarantees first. We do not trust the people on the surface.",
            "intro-release": "I know what you're going through. If you just let met go, I won't tell a soul about this place.",
            "intro-start-mediation-trade": "We do have lots of gems down there. We know it's useful for crafting magic devices. That's why ponies had us working down here, during the war. If they have anything of interest to trade for, I think that would be a fair solution. However, Dolly won't like this... she doesn't want us to have anythng to do with the surface people. You'll have to convince her first.",
            "intro-start-mediation-zone": "That sounds acceptable. We will need someone to negociate on our behalf with the surface dwellers. We can't send one of ours... ods are they will shoot first. I'm expecting you to take care of this. You will go to them, and tell them that we wish them no harm, but won't let any outsiders within our territory.",
            "introduction": "Well, well, well... another surface dweller made its way into our tunnels. That's not good... not good at all. Outsiders knowing about us puts our whole pack at risk. I could keep you from going back up. But too many ponies have lost themselves in the tunnels. The surface dwellers will know, eventually, that something is going on down here. What am I to do with you, then ?",
            "mediation-conclusion": "Good. I'm glad they were able to hear our claims. It might not be an ideal solution, but at the very least we're not about to jump at each other's throat. They will know not to come here, and they'll be aware about what happens to those who still do. You have my thanks for helping us.",
            "mediation-conclusion-alt-leader-death": "It's a shame you had to kill Dolly though. It might've been for the best... she would've never accepted this turn of event. I would've had to kill her myself. Or die trying. The pack will resent you for this... and even knowing you ultimately did me a favor by getting rid of her, I resent you as well... she was one of us after all.",
            "mediation-conclusion-trade": "Good. I'll warn my dogs to give them a warm welcome, for a change. It feels like we are finally going to grow past the old hatred... the future doesn't seem so grim anymore. And it's all thanks to you.",
            "mediation-must-release": "I've spoken with the folks upstairs. They will agree to your terms, but only once the hostages have found their way back to them.",
            "mediation-release": "Really ? So be it. Then, go and tell the captives they are free to go. ",
            "pen-accept": "I quite enjoy being alive. To then pen we go.",
            "pen-reject": "Not if I kill you first !",
            "reject-start-mediation": "That's none of my business. Take care of this yourselves.",
            "release-captive-convince": "That's probably true... please, go and tell the captives they are free to go. I'll try to calm down my dogs on my own.",
            "start-shooting": "On second thought, it might just be easier to kick your sorry asses."
        },
        "junkville-guard-dog": {
            "detected": "<i>[A huge bipedal dog stands before you. Upon seeing you, he sights heavily and says:]</i><br>Yet another one that found their way in here... ponies really like to stick their hooves everywhere... you're such a pawful. Follow me, pony. I'm taking you to Fido. He'll know what to do with you.",
            "detected-come-with": "Huh, I have no idea what's going on, but sure, okay, let's go talk to Fido... whoever that is.",
            "detected-details": "You're in my tunnel, and Fido is the leader of my pack. Nopony gets in my tunnel. Now you come with me and Fido will know what to do.",
            "detected-question": "What's happening ? Where am I, and who is Fido ?",
            "detected-refuse-to-come": "Are you gonna make me follow you ? I'd like to see you try !",
            "detected-start-combat": "Oh, crap !",
            "detected-threat": "Hm. Maybe I can kill you, and Fido will never know you found my tunnel. Yes. Ponies sure can be smart sometimes. Ok pony, don't move, I'm gonna kill you now.",
            "detected-threat-cool-down": "Wait ! Fido must be clever, right ? He'll find out about this for sure anyway ! Let's just go and see him, okay ?",
            "detected-to-leader": "Hm, yes, let's go see Fido. Come on, walk ahead."
        },
        "junkville-intendant": {
            "about-celestial-device": "A celestial device ? Never heard of that one before. But it sounds to me like it's a pre-war tech thing, right ? You should ask Rathian. He's a steel ranger scribe. He set up a workshop here, for some reason. If anyone here can help you with pre-war tech, it's gotta be him. You'll find him in the house which will be right in front of you when you leave my shop.",
            "about-leader": "Well, people around here like to think that this dump is some kind of anarchist utopia, and that no one is in charge. The truth is that everyone listens to Randy. He's a good fellow, runs the inn, and pretty much runs the town.<br>If you want to help, he probably knows about everything that goes on around here.",
            "about-leader-dead": "Well, people around here like to think that this dump is some kind of anarchist utopia. Up until now, everyone used to listen to Randy. But he's dead now. I don't know how things are going to go from now on.<br>\nI guess we're leaderless. The future is always full of unknown, isn't it ?",
            "about-safety": "Well, for starters, no one's in charge of protecting the town, or even keeping order. Up until now, the folks have been keeping each other safe. But we're at the mercy of the first organized raider band that may come this way.",
            "about-town": "This is Junkville. It's a small town built near the remains of an old dump site.<br>It's a bit chaotic, not very safe, but the people are nice, and the sheer amount of scrap laying around means there's a lot of opportunity for traders and scavengers.",
            "ask-celestial-device": "I'm looking for something special. Ever heard of a celestial device ?",
            "ask-leader": "I want to help. Who's in charge around here ?",
            "ask-safety": "You said this place was unsafe. What do you mean by that ?",
            "ask-something-else": "I want to know about something else.",
            "ask-town": "What can you tell me about this town ?",
            "customer": "dear customer",
            "end-ask": "That's all I wanted to know.",
            "entry": "Hello, {{name}} ! What can I get you today ?",
            "introduce-player": "Hi. I'm {{name}}, and I'm looking for a celestial device.",
            "introduction": "Hello, and welcome to Junkville ! My name's Midnight Facade, and I manage the town supplies. Come to me if you need anything, and I'll sell it to you ! So, what brings you to our small corner of the Crystal wastes ?",
            "nothing-needed": "I don't need anything, just came by to say hi !",
            "open-trade": "I need supplies. Show me what you're selling.",
            "trade": "Here are my supplies, take a look !"
        },
        "junkville-stabletech-terminal": {
            "ask-security-report": "Security report.",
            "ask-unlock-storage": "Open storage room.",
            "back": "Back.",
            "command-entry": "Booting Stable Tech OS 0.4.2...<br>Root access is enabled. Formulate your request.",
            "disconnect": "<i>[Leave]</i",
            "door-broken": "Opening door...<br>Failure. Door unresponsive.",
            "door-opened": "Opening door...<br>Done.",
            "entry": "Booting Stable Tech OS 0.4.2...<br>Formulate your request.",
            "generator-entry": "Booting Stable Tech OS 0.4.2...<br>Formulate your request.",
            "hack-failed": "<i>[It seems you're not skilled enough to hack this terminal.]</i>",
            "hack-terminal": "<i>[Attempt to hack the terminal]</i>",
            "needs-admin-access": "This terminal doesn't have enough permissions to run this command. Please use the terminal located in the command room.",
            "power-outage": "Rescue mode enabled.",
            "security-disable": "Disable security measures.",
            "security-enable": "Enable security measures.",
            "security-off": "Security measures currently disabled.",
            "security-on": "Security meastures are enabled. Unknown personel will be disposed of by the sentinels.<br>Sentinels currently operating: {{sentinelCount}}.",
            "terminal-locked": "<i>[You're pretty sure you found a breach you may be able to exploit. Just when you think you've got it, the screen turns black and two lines of text appears:]</i><br>Intrusion attmpt detected.<br/> This terminal is locked. Please ask an admin user to unlock it.",
            "terminal-locked-curse": "Shit !",
            "terminal-unlocked": "<i>[You find a security breach in the terminal input interface and manage to elevate the terminal privileges. That means you just hacked a terminal. Congrats !]</i>"
        },
        "myDialog": {
            "acceptance": "I see... I guess I don't have a choice then. Let's do this.",
            "answer": "Hello to you !",
            "askDetails": "Trial ? What do you mean ? What's going on ?",
            "convinceNotToFight": "That might be. But I still do not wish to fight. I do not want to live in such a world. And the only way to make the world a better place is to start solving our problems using wits and diplomacy, rather than violence. I'll be careful out there. Trust me. Just let me pass. It'll be fine.",
            "dialoguePath1": "I don't want to do this anymore than you, friend. But this is the way of our people. You've started the trial, and you won't get out of it unless you overcome every part of it.",
            "dialoguePath2": "We could, friend, we could. But this is for your own good. The world out there is dangerous. You might be able to avoid most fights, but at some point, you'll be stuck with no other choices. You must be ready. We have to do this.",
            "dialoguePath3": "Traditions endure for a reason, friend. You've tried my patience long enough. Prepare yourself.",
            "dialogueSuccess": "You may be right... it's true that you've always had a way with words. I shall trust you then. I just hope we won't regret it later. Here friend. Take the key, and go back to the surface.",
            "dumbTraditions": "Those traditions are stupid ! I need to go to the wastes, and time is of the essence ! Just let me go !",
            "hello-world": "Hello world !",
            "hostileFightStart": "Well... I wasn't looking forward to breaking your bones, but you really are asking for it.",
            "hostileStart1": "Oh, so you laid those traps for me ? It's a good thing I already hate your face, I won't regret ruining it. Come at me !",
            "intimidated": "Look, I know what I'm getting into. I don't like this one bit either, but I have to do this.",
            "intimidation2": "[Flex muscles] Here's a suggestion. We both walk away right now, and tell whoever waits outside that I beat you fair and square. This way, I don't have to bash your head in. Sounds good ?",
            "intimidationStep1": "You ? Fight me ? You must've a death wish.",
            "intimidationSuccess": "Alright. You win. We both know how this would've ended anyway. Just tell them I did my best, alright ? Here, take the key.",
            "intro": "Greetings, young fellow, and welcome to the last part of your trial ! Shall we begin ?",
            "moveAside": "Get out of my way, or else...",
            "ohShit": "Oh, shit !",
            "passiveStart": "I guess so ? Whatever it is, let's do it !",
            "proposeToLie": "There's no point getting hurt over this. We could just both walk away, and tell everyone I won the fight.",
            "protest": "Wait, what ? Are you guys insane ? I alsmot died back there ! You all nearly killed me !",
            "reaction": "Oh, ok, good bye then !",
            "refuseFight": "Ok, I get it... but I really don't want to fight you. How about you just let me through ?",
            "trialExplanation": "You must've hurt your head pretty hard while getting here, huh ? This is the last part of your trial, to see if you're ready to face the hardships of the outside world. Since you're here, it means you've overcome the traps and obstacles we had laid out for you. Now's the time for your last trial. You must best me in hoof to hoof combat. What say you ? Shall we get started ?",
            "trialExplanation2": "Sure. And if you don't manage to beat me, I will have to kill you myself. Not that I'll take any pleasure doing it. You knew what you were getting into when you entered this place, friend. There ain't no going back from here. Do, or do not. There is no try.",
            "victory": "Alright, alright, I give up. Well done, you passed all the trials. You may go on. Here, take the key.",
            "victoryAngry": "Stop it ! I've had enough, you've passed. Just take the key and get out of here."
        },
        "overmare": {
            "entryPoint": "Hello {{name}}. Do you have something new to report ?",
            "nothing-to-report": "Nothing yet."
        },
        "parley": {
            "change-color": "You're lacking in colors. Perhaps we could change that ?",
            "changed-color": "Is that colorful enough ?",
            "freaking-face": "I've got a freaking face and all ! Isn't that cool enough ?!",
            "greetings": "Hi there ! Gosh, it's been a while ! What's happening ?",
            "greetings-alt": "Hi again. Is there something else ?",
            "no-mane": "Looks like I was too lazy to give you a mane...",
            "oh-fancy": "Oh. Fancy.",
            "rep1": "You're damn right, \"it's been a while\" ! It's about time we get to work, isn't it ?",
            "rep2": "Well, I've been pretty busy... but lately, I had an illumination of sorts, and I decided to see this thing to the end.",
            "rep3": "Let's cut to the chase. Show me something cool",
            "top-hatted": "Quite.",
            "walk-away": "[Walk away]"
        },
        "rathian-introduction": {
            "accept-help": "I could use some help, sure. Do you happen to know where I could find a Celestial Caster Device ?",
            "accompany": "Well, it's a pleasure to make your aquaintance. You know, it's dangerous out there. Don't take it the wrong way, but you look like you won't survive long on your own... you should head for Junkville. It's a nice and friendly little town, not too far south of here. I'm heading there right now, I can take you with me, if you want.",
            "accompany-again": "Oh, did you change your mind ? Are you going to come to Junkville with me ?",
            "backpedal-help": "Ahah ! A stable, up and running, around these parts ? I was just kidding of course ! There's no such thing, and I sure as hell ain't taking you there ! Well, that's my cue to leave, see you another time !",
            "come-later": "Maybe another time. I'm pretty busy right now.",
            "come-with": "Sure, I'll tag along. Lead the way.",
            "device-answer": "A Celestial Device, you say ? I can't say that I know for sure... but I may have a lead for you. There's an old Stable Tech lab, not too far from here, in a place called Junkville. I actually intend to get in myself. The security systems still work even after all these years, and I could use some help getting through.<br>What do you say, wanna come with me to Junkville ?",
            "exit-come-later": "Really ? Well, I guess this is goodbye then. If you ever come to Junkville, ask the townfolks about me. I spend a lot of time over there, I'm usually around. See you later, and be careful out there !",
            "exit-come-with": "Alright then ! I'll lead the way ! To Junkville !",
            "exit-join-party": "Alright then ! You lead the way ! I'll keep you company until the next town ! On we go !",
            "introduction": "Hello there ! I'm scribe Rathian, from the Steel Rangers. Always happy to help. May I ask you who you are and what you're doing in the middle of nowhere ?",
            "join-party": "I already have someplace else in mind. But I don't feel safe going on my own. Care to join me ?",
            "leave-me-alone": "Gosh, leave me alone, stalker ! I'm making my own path !",
            "player-intro-with-details": "I'm {{name}}, and I'm on an important mission to save my stable.",
            "player-introduction": "I'm {{name}}, nice to meet you.",
            "player-not-trusting": "I'm not sure I can trust you... am I free to go, or are you about to zap me like the others ?",
            "player-wondering": "",
            "reject-help": "Thanks, but no thanks. The overmare trusted me with this. I can do it on my own.",
            "stable-answer": "On a mission to save a stable ? So you're a stable dweller. I kinda figured... you look mighty clean and healthy for a regular traveler... so you're telling me there's a stable around that's still up and running ? That's... quite interesting. Do you need help ?",
            "untrust-answer": "What ? No ! Look, you gotta be careful around these parts. I spotted you and those bandits long before you crossed path... and judging by your looks, I figured you'd be an easy prey for them. I just came to help, I don't expect anything from you. So, what do you say ? Can we proprely introduce ourselves now ?"
        },
        "rathian-junkville": {
            "about-celestial-device-go": "I'm glad you asked ! We can go right now, if you wish !",
            "about-celestial-device-intro": "A celestial device ? Interesting. There aren't a ton of reasons why you'd need one. It's a stable tech device designed to create an artificial micro-climate in enclosed spaces. Useful to grow bountiful crops in places like bunkers. Or, you know, stables.<br>I don't really know for sure where to find one... but there's a Stable Tech facility pretty close from here, actually. It's within Junkville's dumps. That's probably a good place to look for. You won't be able to get in there alone though.",
            "about-celestial-device-intro-alt": "Ah yes, the celestial device ! I don't exactly know where to find, but I know where you can look : the Stable Tech facility within Junkville's dumps. You're going to need help going in though.",
            "about-celestial-device-why-help": "The main entrance is locked, and guarded by automated defenses. There is a way in: I have the key to a backroom with a terminal that can open the front door. However, the door only stays open for a very short while, so one of us must maintain the door open while the other one rushes in past the defenses. Once inside, we'll be able to open all accesses.",
            "about-steel-rangers": "The Steel Rangers ! We're pretty much the last remnants of Equestria's government. The last surviving organization of the Ministry of Wartime Technology. We all took an oath to protect Equestria and its citizens. When the megaspells fell, many of us made it through mostly thanks to our bunkers. And now that it all went to hell, we try to uphold our oaths still. Well... at least some of us try.",
            "ask-about-celestial-device": "You told me you could help me find a celestial device. Can you tell me more ?",
            "ask-about-celestial-device-alt": "I'm looking for a celestial device. Do you happen to know where to find one ?",
            "ask-nothing": "I don't need anything. Goodbye !",
            "ask-something-else": "I wanted to ask about something else.",
            "ask-steel-ranger": "You said you were a Steel Ranger. What's that about ?",
            "celestial-device-do-later": "I'm not interested right now. Let's talk about something else.",
            "celestial-device-go": "Alright, let's go.",
            "celestial-device-who-help": "So how about you help me get in there ?",
            "celestial-device-why-done": "And I suppose I'll be rushing past the defenses while you'll be safe behind your terminal ?",
            "celestial-device-why-help": "Why would I need help to get in ?",
            "entry": "Hi ! Is there anything I can help you with ?",
            "entry-alt": "Hi ! I'm so glad you came after all ! Welcome to my workshop, where all sorts of magic happen ! If you have any technical issues, something that needs fixing, just come to me ! So, can I help you with something ?",
            "entry-first-meeting": "Hi ! I recognize you ! You're that one pony that I rescued from those bandits in the middle of nowhere ! I'm glad to see you've made it this far ! I was worrried, with you running away on your own ! My name's Rathian, I'm a Steel Ranger scribe. That means I'm pretty good at fixing stuff and engineering new devices. So, is there anything I can do for you ?",
            "entry-more": "Sure. What else can I do for you ?"
        },
        "rathian-junkville-arrival": {
            "arrival": "Well, here we are, Junkville ! You're in safe hooves now, just head to the cantina up ahead and find a place to sleep.<br>You're welcome to visit me in my workshop later. It's just a little bit south of the cantina. Come by anytime, I'd very much like to have a talk with you.",
            "arrival-at-stable": "A cave in the mountains... fitting hinding place for a stable, I suppose. Well, I've escorted you someplace self. And I can't believe your comrades would appreciate you leading a stranger to their safe place. I'm taking my leave. See you later in Junkville, I hope.",
            "arrival-elsewhere": "Well. I've escorted you someplace safe. It's time for me to take my leave. If you want to see me again, I spend most of my time in Junkville. I'll see you there, I hope !"
        },
        "slotMachine": {
            "bet10": "10 caps",
            "bet100": "100 caps",
            "bet20": "20 caps",
            "bet50": "50 caps",
            "intro": "The slot machine stands before you. How much do you want to bet ?",
            "leave": "Go away",
            "lost": "You lost. Better luck next time !",
            "won": "You won {{amount}} caps ! Yay !"
        },
        "stable103-barmaid": {
            "drink-cider": "Pour me some of that cider.",
            "drink-juice": "I'll have an apple juice.",
            "drink-nothing": "I'm not thirsty. Bye.",
            "entryPoint": "Hi there, {{name}} ! You look like yo could use a refreshment ! What do you wanna drink ?",
            "partyPlanAccept": "Holy molly ! I hadn't even thought of that ! Silly me ! Tell you what, bring me, like, 40 or so bottles of any alcoholic drink, and I'll throw you the biggest party this stable has ever seen ! Deal ?",
            "partyPlanAccepted": "Deal !",
            "partyPlanAlreadyHasBottles": "Actually, I already have enough alcohol on me to get the whole stable drunk.",
            "partyPlanBottlesReady": "Hey ! I have gathered enough drinks to throw a huge party ! Are you still up for it ?",
            "partyPlanIntro": "One cider coming up !<br>You're lucky there's still some left. The overmare has forbidden further production of alcoholic beverages, on the account that we might run ot of apples before you fix that artificial sky issue for us...<br/>It's a shame really. I can't really imagine what a stable party would look like if we can't get the buzz going...",
            "partyPlanPassing": "I see... well, I better get back to it then. Thanks for the drink !",
            "partyPlanReject": "I have important business to take care of first. Another time, maybe.",
            "partyPlanStart": "Yes ! Thank you {{name}}, you're amazing ! Okay then, come back at hour 20 ! I'll invite everypony and have everything set up by then.",
            "partyPlanSuggest": "Maybe I can help you with that. I could smuggle some alcohol from the outside.",
            "poured-cider": "One cider, coming up ! Anything else ?",
            "poured-juice": "One apple juice for my favorite customer, here we go ! Anything else ?"
        },
        "stable103-doctor": {
            "aboutWellbeing": "Oh, everything is doing <i>great</i> ! Just great ! I've spent my whole life studying biology and chemistry, and the overmare decided to have me sit in this office all day long to take care of everypony's Celestia's damned sniffles !<br>Sorry... I didn't mean to lash out on you. I'm just tired. I need some alone time, if you don't mind.",
            "ask-healing": "I'm not feeling so good, doc... can you take a look ?",
            "ask-nothing": "I just came by to check on you ! See you later !",
            "ask-wellbeing": "I just came by to check on you ! How are things going ?",
            "entryPoint": "Hello, citizen {{name}}. Are you perhaps in need of medical assistance ?",
            "healedWounds": "Here you go, all patched up. Now if you could be more careful next time you head outside, I'm not your personal nurse. And I have important science matters to take care off.<br><i>[Mumbles to herself:] Or at least I wish I had...</i><br>Come on, shoo, leave me alone to my own personal hell !",
            "introduction": "Hello, citizen {{name}}. Fancy seeing you here so soon. Have you already found a solution to the celestial device issue ?",
            "introductionQuestDone": "Is that so ? Well, that's amazing ! I'm gonna be honest with you : I didn't think for a second that you, or anyone else in this stable, would be able to fix it. Well... that's too bad. I kinda hoped that in the end, the overmare would have to lead us all to the outside world. I don't care what kind of horrors you've seen out there, I'm just tired of sitting all day in an office.",
            "introductionQuestNotDone": "Well, maybe you pick up the pace then. So why are you here then ? Are you sick, hurt, do you need me to heal you ?",
            "introductionQuestReassuring": "Expeditions to the outside world ? That would be fun. Oh, and, you know, useful to our science projects and such. Anyhow, I sure hope you're right about this.<br>So, did you need any healing from me ?",
            "introductionQuestWorrying": "<i>Us</i> stable dwellers ? Don't you consider yourself as one of us anymore ?<br>Well... you may be right. Maybe we're better off protected by the walls of our beloved prison. That doesn't change the fact that I'm going crazy down here. <i>[she laughs nervously]</i><br>Anyhow, did you need any healing from me ?",
            "main-quest-done": "Yes, I have a solution to the celestial device issue.",
            "main-quest-not-done": "No, I'm still working on it.",
            "mainQuest": "{{name}} ! I've heard you've made progress solving our celestial device issue.",
            "nothingToHeal": "There doesn't seem to be anything wrong with you. Please, don't come here unless you need medical assistance. My time is precious.<br>Hell... who am I kidding... nobody ever catches anything interesting in this damned stable... look, just leave me alone.",
            "quest-done-reassuring": "Now that we know what the outside world looks like, maybe the overmare will start sending some expeditions.",
            "quest-done-worrying": "Trust me, you don't actually want to go out there. The outside world is a dangerous place. Most of you stable dwellers wouldn't last long."
        },
        "stable103-overmare": {
            "entryPoint": "Hello, citizen. Any progress on your quest to report ?",
            "nothing-to-report": "Nothing to report, overmare !",
            "reportJunkvilleTrail": "I found a town, near the stable. It's built around a dump site, and it's filled with pre-war devices and scraps.",
            "reportedJunkvilleTrail": "Well, that sounds like a good place to start looking, then. I suggest you go back there and inspect the premise thorougly. You may go.",
            "wasteTime": "Then get back to it and quit goofing around ! Don't you realize the destiny of this entire stable rests within your hooves ? Time is of the essence !"
        },
        "toto": {
            "acceptChallenge": "Yes, absolutely.",
            "enigmas": "There are two doors behind me, guarded by two ponies. One always tells the truth, the other always lies.",
            "entry": "Greetings ! I am the sphinnx and you must solve my enigma."
        },
        "town-barpony": {
            "exit": "Nothing for now, see you around !",
            "intro": "Hi, and welcome to the Sample Hotel ! What can I get you ?",
            "looking-work": "Hi ! I'm looking for work, is there anything to do around here ?",
            "robber-hint-thanks": "So you're telling me this happens every night right under your musle, and you've seen nothing ? I can see why your boss doesn't trust you to handle this. Go back to your glasses, I'll take care of this.",
            "robber-hint-tip": "Alright, thanks for the tip.",
            "robber-hints": "Yeah, I've received the complaints... I haven't seen anything, but from what the customers told me, the robber acts late at night. We close at 3 in the morning, and that's usually when I hear the most complaints... I guess the robber just waits for all of us to get drunk enough, so no one notices him doing his rounds.",
            "robber-quest": "Actually, your boss hired me to catch out somepony who's been robbing the customers. Anything you can tell me that might help ?",
            "start-barter": "Here it is ! Pick your poison, mate !",
            "start-trade": "Show me the stuff !",
            "workHints": "Yeah, I think we have something that may be interesting to you. I guess you should ask Mordino. She's my boss. Go upstairs to the second floor, she's usually at her office from 10am to 10pm."
        },
        "town-guard": {
            "arrest": "Hands up ! No sudden movements, or I'll shoot to kill.<br/>You've broken the law one too many times pal. You've got some jailtime ahead of you. Follow me nicely and quietly.",
            "back-to-cell": "Hey ! What are you doing over here ? Go back to your cell, dammit !",
            "fight": "[Fight]",
            "surrender": "[Surrender]"
        },
        "town-guard-jail": {
            "detected": "Hey ! What are you doing over here ? Go back to your cell, dammit !",
            "fight": "[Se battre]",
            "surrender": "[Se rendre]"
        },
        "town-hotel-owner": {
            "accept-job-pickpocket-respect": "It will be done.",
            "ask-job": "I'm looking for a job.",
            "call-guards": "Interesting choice of last words. Guards !",
            "disrespect-exit": "What a bummer... I'll be on my way then.",
            "disrespected-intro": "Oh no, this just won't do. This is a respetable venture. We show respect over here. Guards, will you kindly show his way to that gentleman ?",
            "disrespectful-intro": "The name is {{name}}. What's yours ?",
            "intro": "Hello. I'm the owner of this fine establishment, and you've just entered my office. I'd very much like to know who I'm about to have kicked out of here. Who are you ?",
            "intro-lacks-respect": "I recommend you not be so familiar with me. It displeases me greatly. I'll give you one last chance. Why are you here ?",
            "job-pickpocket": "Well, {{name}}, I happen to have a task fit for a stranger.<br/>I've heard many complaints about thefts happening at the bar, on the floor level. Any money stolen from my customer doesn't end in my pockets. Whoever is doing this, I need them stopped.<br/>I need someone inconspicuous to be my eyes down there. Find the thief, and bring them to me. Can you do that for me ?",
            "job-pickpocket-info": "That's what I like to hear. They say the thiefs happen nearly every day, late in the evening. There'll be a hefty monetary reward if you complete the job.<br/>Now go.",
            "job-rejected": "Then quit wasting my time. Guards, take this fellow outside.",
            "oh-shit": "Oh shit !",
            "pickpocket-escaped": "I confronted the culprit, but he escaped... he won't come back here anytime soon.",
            "pickpocket-fail": "My. I wasn't expecting much, yet you still managed to disappoint me. Very well. There will be no rewards for you. You may take your leave.",
            "pickpocket-fail-fight": "What do you mean, \"no reward\" ? I chased that robber, and I'll get my reward, even if I have to take it from your cold dead body !",
            "pickpocket-fail-nonchalant": "Yeah, sure... see you never, then.",
            "pickpocket-fail-sorry": "I'm sorry I couldn't do enough to please you. Goodbye.",
            "pickpocket-helped": "I confronted him and told him this shithole wasn't worth his time. Go to hell, and bring your cringy mannerism with you.",
            "pickpocket-intro": "Ha, my faithful investigator ! What are the news from our thief ?",
            "pickpocket-killed": "He resisted his arrest. I had no choice but to kill him.",
            "pickpocket-killed-answer": "Yes, my guards reported that you murdered someone in my hotel. I guess I shouldn't have expected anything else from a wastelander. But you did rid me of the nuisance. Take your reward and go away.",
            "pickpocket-killed-done": "It's been a pleasure doing business with you.",
            "pickpocket-lie": "[Lie] I found the culprit, took him somewhere private and took care of him. You won't have to worry about this anyomre.",
            "pickpocket-lie-failure": "I believe there's been a misunderstanding. Do you take me for a simpleton ?<br/>Let's see... you failed to bring me the thief. And you lied to me about it. I'm afraid that means you'll have to take his place. Guards ? Please rip him into pieces.",
            "pickpocket-lie-success": "Alright. I specifically asked you to bring him to me, but you did take care of the problem for me. You may take your reward and leave.",
            "pickpocket-no-news": "Nothing yet, sir.",
            "provoke-combat": "I'm the new owner. And I'm about to redecorate my new office with your bowels.",
            "refuse-job-pickpocket": "Sorry, but stake-outs aren't exactly my specialty.",
            "reject-intro": "My name is no business of yours.",
            "respect-murder": "Holy Celestia, you guys are so stiff already I doubt anyone will notice the difference after I've sent you to your coffins.",
            "respectfulIntro": "Pleased to meet you, sir. My name is {{name}}. I've come to offer you my services.",
            "time-wasted": "Then get back to it, and quit wasting my time."
        },
        "town-hotel-owner-pickpocket-done": {
            "call-guards": "Oh no, and I was just starting to like you too. But we can't have people throwing threats around like that. Guards, please dispose of this fellow.",
            "exit-angry": "I was hoping you'd handle this peacefully. With all due respect, screw you.",
            "hostile-exit": "Wait... is this how you handle things over here ? I bet some people at the police station wouldn't be too happy about that.",
            "intro": "Well done. You've done me a great service, and I'm a pony who knows how to show gratefulness. Here's your reward. You may leave now, I have no more jobs for you.",
            "thank-exit": "Thank you, sir. Good evening."
        },
        "town-robber": {
            "call-out": "Busy ? That's what you call emptying the pockets of the customers ?",
            "called-out": "Keep it down ! Alright, yeah, I'm trying to make a living here ! What's it to you ?",
            "come-with": "Alright... I guess there's no point trying to run now. I'll come with you. Let's go.",
            "convince-escape": "The owner is on to you. I'm not a snitch, but if you know what's good for you, you'll pick up your stuff and leave.",
            "convince-talk-to-owner": "You're in luck. Mister Mordino asked me to find you. He wants to have a chat with you.",
            "escape": "Oh boy ! Well, thank you for the tip. I guess the pockets around here are already dry enough, I'll pack up and leave right now. Thanks again, I won't forget it anytime soon.",
            "intro": "Hm, what ?<br/>Leave me alone buddy, I'm busy right now.",
            "leave-him-be": "Oops, sorry, I'll be on my way.",
            "run-for-it": "Oh yeah ? Sure, lead the way... [suddenly sprints towards the door]",
            "take-to-owner": "[Flex muscles] Mister Mordino wants to speak with you. I'll take you to his office. Right now."
        },
        "town-secretary": {
            "ask-town-details": "I'm new around here, can you tell me about this town ?",
            "crime-cancel": "Sorry, I can't actually speak about it.",
            "crime-intro": "Alright, tell me what's this about ?",
            "crime-mordino": "I witnessed a murder at Mordino's hotel !",
            "crime-mordino-answer": "Holy cow, that sounds serious ! Alright then, you should take it directly to the sheriff. She's in the room behind me, and she'll want to hear about this first-hoof ! Go ahead !",
            "crime-mordino-thanks": "Well, you probably know everything's there's to know. You've been a great help against Mordino and her goons. The people here really appreciated it.",
            "exit-right-away": "Nothing, good bye.",
            "hints-exit": "I see. Well, it was nice talking to you ! See you later !",
            "hints-exit-hostile": "The only rule I follow is my own. I'll see what's this is about and decide for myself.",
            "hints-exit-very-hostile": "Sounds like pussy talk to me. You don't like this Mordino pony ? I'll show you how it's done. See you soon.",
            "hints-insist": "I'm sorry, I didn't mean to bother you... I can see you're busy, and I figured you might want to take a break and chat with someone who can lend an ear.",
            "hints-intro": "Hey, this is no place for tourists ! Do you have business with the police or not ?",
            "hints-mordino": "What's this about the hotel ?",
            "hints-mordino-2": "So, if I got rid of her, people here would appreciate it ?",
            "hints-sorry": "No sir. Sorry sir. I'll be on my way.",
            "hints-step1": "Oh. Well, sorry for shutting you down so harshly... I guess I am pretty tired. I have to stand here all day long and listen to the petty complaints of everyone around here. Not to mention all the crap going around at Mordino's hotel...",
            "hints-step2": "Mordino's establishment. She pretty much controls the town, along with her goons. She's pissing off a couple of people around here, taking up all the business and all, and we never stop hearing about it... but hey, nothing illegal as far as we know.",
            "hints-step3": "Woah there ! Don't you start doing anything silly, ya hear ? We're under the rule of law around here, at least as long as the sheriff and us are around. If you can find out anything illegal, then we'll be very grateful. Otherwise, keep a low profile, okay ?",
            "intro": "Hi, welcome to Sample Town's police station. What can I do you for ?",
            "mordino-thanks-exit": "Happy to help !",
            "witnessed-crime": "Help ! I've witnessed a crime !"
        },
        "town-sheriff": {
            "intro": "Yes ? I'm very busy, what's this about ?",
            "mordino-decline": "I need a bit more time. I'll come back later.",
            "mordino-help": "I can hardly wait. Let's go catch some criminal scum !",
            "mordino-intro": "The secretary told me to speak with you. I have witnessed murder at the hooves of Mordino.",
            "mordino-start": "Really now ? Well, can't say I'm surprised. I always knew that whore was up to no good. Well, I want to take a couple of ponies with me right now and confront her. I'm a bit concerned about our odds. Would you mind lending us a helping hoof ?"
        },
        "town-trader": {
            "": "[Leave]",
            "after-trade": "Great, come back soon !",
            "ask-quest": "I'm a bit disappointed. I was expecting to find some sweets. Don't you bake any ?",
            "butter-quest-accept": "I might be able to help you with that. Let me see what I can do.",
            "butter-quest-completed": "Why, you're such a sweetheart ! I'll make a batch of croissants right away ! Just stay still and you'll get to taste those right out o the oven !<br/><i>[he disappears in the backroom]</i>",
            "butter-quest-not-interested": "That's too bad. Well, I'll get going then.",
            "butter-quest-offer": "[sighs heavily] I would love to bake sweeter things. I have some ideas, but ingredients are hard to come by, and the hostel's kitchen hoards pretty much all the available goods around here... if I could get my hands on a good deal of butter, I would be a made pony.",
            "croissant-done": "I wasn't too long I hope ? Here, take these <i>[hands you a handful of croissants]</i><br/>Come back anytime, buddy !",
            "give-butter": "Here, I found some butter for you ! Can you make some delicacies out of it ?",
            "leave": "[Give up and go away]",
            "trade-reject": "I don't need anything right now. Goodbye !",
            "trade-show": "Here's what I have in store for you.",
            "trade-start": "Show me what you're selling.",
            "trade-trigger": "Welcome, estimed customer ! What are we trading today ?",
            "wait": "[You wait for him]"
        },
        "tutoCharIntro": {
            "accept-to-help": "Sure, we'll be stronger if we stick together.",
            "aggressively-ask-situation": "I don't actually care. Just tell me how to get out of this place.",
            "ask-help": "You know, I might need some help leaving this cave. Do you mind coming with me ?",
            "ask-situation": "So, what am I supposed to do ?",
            "decline-to-help": "I don't know... you don't look like you can survive out there... I guess I'll just stay here and wait for someone stronger to show up.",
            "enough-details": "I think I've got a good enough grasp of the situation. I'll be on my way then. [Leave]",
            "explain-situation": "We need to leave this place. There are two potential ways I know of: on the eastern side, you have the regular entrance for the stable. It's locked though. There are other tunnels on the western side, but they're full of mutated rats. It might lead outside, but I wouldn't know... it's too dangerous to go alone.",
            "provoke-details": "So you didn't even try to explore any further ? You're so damn useless, I could slap you.",
            "provoke-further": "You better watch your mouth, or else...",
            "provoke-further-attack": "Prepare to meet your maker. [Fight]",
            "provoke-further-response": "Or else what ? You gonna kick my ass, is that it ? Hah ! I'd like to see you try !",
            "provoke-leave": "You're not worth it. [Leave]",
            "scram": "Can't you see I'm busy ? Leave me alone",
            "scram-excuses": "Sorry, I didn't mean to be rude. I'd just rather do this on my own.",
            "scram-excuses-response": "Alright, I get it... sorry I got carried away myself. Well, if you don't want my help, it can't be helped. Carry on then.",
            "scram-leave": "Look, I don't have time for this... see you around, I guess. [Leave]",
            "scram-response": "Ooh, sorry big guy, seems like we have a tough one over here !",
            "start": "Wow ! You've arrived ! At long last ! We need to find a way out of this hole !",
            "what-happened": "Wait a moment, what's going on ?",
            "what-happened-response": "I don't know dude ! I woke up in this place, it was dark, moist, and riddled with friggin rats !<br/>I have a strong intuition that we must leave this place though... it's just as if some kind of omniscient puppeteer sent us here, but didn't bother to write us a backstory...",
            "who-are-you": "Do we know each other ?",
            "who-are-you-response": "Come to think of it... I don't really remember. My name is Helpful Copain, but I conveniently forgot everything else, so I won't bother you with a poorly written backstory."
        },
        "tutoDog": {
            "askPayment": "And how do you plan to make it worth my while exactly ?",
            "completedWork": "Yes, here they are. [<i>Give your gemstones</i>]",
            "intro": "Hey ! You there ! Are you pony ? Been a while since I last saw one of you. What's a pony doing in these dark and dangerous tunnels ?",
            "introWithWork": "Pony back so soon ! Do you have my gemstones ?",
            "lookingForExit": "I'm looking for a way out of here. Can you help ?",
            "mehThanks": "These are called explosives, dummy. Thanks anyway.",
            "negotiatePayment": "Hm. Those gemstones don't look anything like the good stuff... tell you what, I find those real gemstones for you, you get me those fake ones and your pickaxe. Do we have a deal ?",
            "paymentAccept": "Are those grenades ? That could prove useful to me. I'm in.",
            "quickExit": "Just having a look. I'll be going now.",
            "quickReject": "I don't have time for this. See you another time.",
            "refusePayment": "Yeah, that won't do. I guess you have nothing of interest to me then. So long, and good luck with your gem thing.",
            "wayOut": "Exits are everywhere. For us dogs. But I guess ponies can't dig with their silly weaker paws... there's an exit you could go through, south-east of here. Dogs don't go there though. It's full of pony contraptions that go boom.",
            "wayOutThanks": "That's very helpful of you. See you around !",
            "workAccept": "Sure, I'll get those gems for you.",
            "workAccepted": "Good, very good, helpful pony ! Here, take this pickaxe, and go fetch me the gems ! Quickly, go !",
            "workComplete": "Ooo, yes, yes, those are some fine gemstones ! You did a good job, pony ! <i>[He searches his pockets, and extend his paws in your direction, revealing a set of grenades]</i> Here, take this and go away now !",
            "workNotComplete": "No, not yet.",
            "workPaymentAsked": "I have the perfect payment for a pony. While I was looking for actual gems, I found these counterfeit pony gems [<i>He searches his pocket and show you a grenade. He quickly hides it back in his pocket</i>]. These mean nothing to us, but I know you pony love that kind of crap, right ?",
            "workProposal": "Pony, wait ! Ponies are so helpful. Maybe you can help an old diamond dog ? I know there are gemstones out there, but there's also plenty of rats. I can't stand rats. They're dirty and make weird noises. If you can get some gemstones for me, I'll make it worth your time.",
            "workUncomplete": "Then quit wasting precious time and go back to work, stupid pony !"
        }
    },
    "factions": {
        "bandits": {
            "description": "factions.bandits.description",
            "name": "factions.bandits.name"
        },
        "critters": {
            "description": "factions.critters.description",
            "name": "factions.critters.name"
        },
        "diamond-dogs": {
            "name": "Diamond dogs"
        },
        "junkville": {
            "description": "The inhabitants of the small town of Junkville. They're a peaceful bunch of ponies living off the resources of an old pre-war dump.",
            "name": "Junkville"
        },
        "mordino": {
            "name": "Mordino Family "
        },
        "sample-city": {
            "name": "Sample Town"
        },
        "stable-103": {
            "description": "The inhabitants of Stable 103, your home, your haven, your family.",
            "name": "Stable 103"
        }
    },
    "gamepad": "Gamepad",
    "genders": {
        "female": "Female",
        "male": "Male"
    },
    "hud": {
        "AC": "AC",
        "AP": "AP",
        "CHA": "CHA",
        "HP": "HP",
        "INV": "INV",
        "Q": "Q",
        "pipboy": "PipBoy",
        "skilldex": "Skilldex",
        "spellbook": "Spellbook"
    },
    "inspection": {
        "armed": "It's armed !",
        "character": "You see {{target}}.",
        "character-dead-female": "She's dead.",
        "character-dead-male": "He's dead.",
        "character-female": "You see {{target}}.",
        "character-male": "You see {{target}}.",
        "character-state-female": "She looks {{state}}.",
        "character-state-male": "He looks {{state}}.",
        "character-states": {
            "fine": "slightly hurt",
            "low": "badly wounded",
            "max": "unharmed",
            "middle": "rough",
            "min": "almost dead"
        },
        "disarmed": "It's disarmed.",
        "item": "You see {{item}}.",
        "stable-103": {
            "terminal-disabled": "It's off... weird. It's like they don't want you to chicken out."
        },
        "trap": "You see a trap."
    },
    "item-descriptions": {
        "apple-cider": "An alcoholic beverage made out of apples. Drink moderately.",
        "apple-whiskey": "A fermented and distilled alcoholic beverage. It's technically applejack, but people around here call this apple whiskey.",
        "book": "An old pre-war novel.",
        "bottlecaps": "Bottlecaps, commonly used as a currency in these parts.",
        "dynamite": "A dangerous explosive. It's probably powerful enough to blast through most doors.",
        "food-bread": "A bread baguette.",
        "food-butter": "A soft, fatty foodstuff made by churning the cream of milk.",
        "food-croissant": "A delicious pastry.",
        "frag-grenade": "A fragmentation grenade. Mind the pin.",
        "gemstone": "Precious gems, used as a building material or as an ingredient for magic ritual.",
        "health-potion": "An average quality health potion.",
        "metal-armor": "An armor made out of pieces of scrap metal bundled together. It looks a bit silly, but sturdy nontheless.",
        "pickaxe": "A pickaxe. It can be used to mine ore. Or to stab enemies.",
        "power-armor": "A power armor that the Steel Rangers usually wear. Probably the most protective kind of gear you'll ever find in the wastes. It's pretty damn heavy, but the weight is compensated for by increasing the strength of its wearer, while protecting it of magical radiations.",
        "skill-book-medicine": "A book to learn more about first-aid.",
        "skill-book-outdoorsman": "A book about the outdoors, with many insights on how to set camp and travel safely across the wilderness.",
        "skill-book-smallGuns": "A Gun's and Bullet magazine, full of tips on proper gun use and maintenance.",
        "sparkle-cola": "A carrot-flavored carbonated soft drink. Sparkle Cola used to be the most popular beverage in Equestria, prior to and during the Great War.",
        "stable-suit": "Your everyday standard stable suit, issued by Stable Tech.",
        "trialKey": "The key to the Cavern of Trials. It used to belong to Trial Blister. Now it's yours.",
        "trialStartKey": "A rusty key found deep in the cavern of trials.",
        "tuxedo": "An elegant tuxedo."
    },
    "item-slots": {
        "armor": "Armor",
        "saddle": "Saddle",
        "use-1": "Use",
        "use-2": "Use"
    },
    "items": {
        "apple-cider": "Apple cider",
        "apple-whiskey": "Apple whiskey",
        "book": "Book",
        "bottlecaps": "Bottlecaps",
        "dynamite": "Dynamite",
        "food-bread": "Bread",
        "food-butter": "Butter",
        "food-croissant": "Croissant",
        "frag-grenade": "Grenade",
        "gemstone": "Gemstones",
        "health-potion": "Potion de vie",
        "melee-bucking": "Buck",
        "melee-hoofercut": "Hoofercut",
        "metal-armor": "Metal armor",
        "pickaxe": "Pickaxe",
        "power-armor": "Power Armor",
        "skill-book-medicine": "First-aid book",
        "skill-book-outdoorsman": "Survival guide",
        "skill-book-smallGuns": "Gun magazine",
        "sparkle-cola": "Sparkle Cola",
        "stable-suit": "Stable suit",
        "trialKey": "Cavern of Trials key",
        "trialStartKey": "Rusty key",
        "tuxedo": "Tuxedo"
    },
    "junkville-stabletech": {
        "rathian-firstroom": "Alright. I've opened the other outside door. I must stay here to keep it opeend. You must go through the other door and activate the terminal in the next room. Move quickly, the turrets out there will shoot on sight.",
        "rathian-head-downstairs": "Well done ! Come on, let's head downstairs !"
    },
    "keyboard": "Keyboard",
    "locations": {
        "city-sample": "Sample Town",
        "tutorial": "Cavern of Trials"
    },
    "medicine-skill": {
        "in-combat": "You can't use medicine during combat",
        "max-use-reached": "{{target}}'s wounds have already received treatment and can't be healed anymore right now.",
        "used-on": "{{user}} used medicine on {{target}} and healed it for {{hp}} hit points."
    },
    "messages": {
        "buff-wear-off": "{{character}} is no longer {{buff}}.",
        "cannot-sneak": "You cannot sneak in plain sight.",
        "cannot-use-in-combat": "Cannot be used during combat.",
        "collected-ore": "You mined some ore.",
        "collected-ore-failure": "There's nothing left to mine.",
        "damaged": "{{target}} took {{damage}} points of damage.",
        "door-broken": "You critically failed and broke the lock",
        "door-close-first": "You must close the door before locking it.",
        "door-is-blocked": "Something's in the way.",
        "door-is-locked": "It's locked",
        "door-locked": "You successfully locked the door",
        "door-locked-failed": "You failed to lock the door",
        "door-unlocked": "You successfully unlocked the door",
        "door-unlocked-failed": "You failed to unlock the door",
        "drunk": "You are now drunk.",
        "drunk-pass-out": "You've had too much alcohol and passed out like a wreck.",
        "encounter-prompt": "Do you wish to check it out ?",
        "encounter-title": "You've stumbled upon {{title}}.",
        "explosive-critical-failure": "You failed miserably and triggered the device !",
        "explosive-triggered": "{{item}} exploded.",
        "explosive-triggered-prematurely": "{{item}} exploded prematurely !",
        "healed": "{{target}} was healed for {{hp}} hit points",
        "invalid-target": "Invalid target.",
        "jail-sentence": "You've been sentenced to {{duration}} day(s) in jail.",
        "jail-sentence-over": "You've completed your jail sentence.",
        "killed": "You killed {{victimName}} and earned {{xp}} experience points.",
        "ko": "{{target}} passed out.",
        "lock-is-broken": "The lock is broken",
        "no-path": "Can't reach.",
        "not-enough-ap": "Not enough action points.",
        "nothing-happens": "That does nothing.",
        "out-of-range": "Out of range.",
        "player-ko": "You passed out.",
        "poison-damage": "You take {{damage}} points of damage from the poisoning.",
        "radiation-begin": "You've been irradiated by magical waste.",
        "radiation-over": "You are no longer irradiated.",
        "read-book": "You read a book.",
        "read-long-book": "You get really absorbed into this book. You lost track of time, but damn was it worth it !",
        "read-old-book": "You skim through this book you're already familiar with.",
        "read-skillbook": "You learned more about {{skillName}} and gained {{points}} skill points.",
        "read-spellbook": "You read a spellbook and learn {{spell}}.",
        "repair-failure": "You weren't able to fix {{target}}.",
        "repair-success": "You managed to repair {{target}}.",
        "spell-already-known": "You already know that spell.",
        "spellcast-critical-failure": "{{character}} horribly failed to cast a spell.",
        "spellcast-critical-success": "{{character}} masterfully casted {{spell}}.",
        "spellcast-exhausted": "You've casted more spells than you could handle. You need a rest.",
        "spellcast-fail": "{{character}} failed to cast a spell and took {{damage}} damage.",
        "spellcast-success": "{{character}} used the spell {{spell}}.",
        "trap-critical-failure": "You critically failed and triggered the trap.",
        "trap-detected": "You've found a trap !",
        "trap-disarm-failed": "You didn't manage to disarm the trap.",
        "trap-disarmed": "You successfully disarmed the trap.",
        "use": "{{user}} used {{item}}.",
        "use-skill-does-nothing": "You use {{skillName}} on {{target}}. It does nothing.",
        "weapons": {
            "critical-failure": "{{user}} critically failed to use {{item}}.",
            "dodge": "{{target}} dodged an attack from {{user}}.",
            "use": "{{user}} used {{item}} on {{target}} for {{damage}} damage."
        },
        "wont-barter": "This person doesn't want to barter with you.",
        "xp-gain": "You gained {{xp}} experience points."
    },
    "no-path": "You can't go there.",
    "objects": {
        "bed": "a bed",
        "chair": "a chair",
        "door": "a door",
        "gemOre": "mineral deposit",
        "locker": "locker",
        "pool-table": "a pool table",
        "shelf": "a shelf",
        "slot-machine": "a slot machine",
        "stairs": "stairs",
        "stairs-groundlevel": "stairs",
        "stairs-toplevel": "stairs",
        "stool": "a stool"
    },
    "options": {
        "combatSpeed": "Combat speed",
        "fullscreen": "Full screen",
        "locale": "Language",
        "movement": {
            "alwaysRun": "Always run",
            "alwaysWalk": "Always walk",
            "mixed": "Run on double-click"
        },
        "movementMode": "Movement mode",
        "volume": "Music volume"
    },
    "pipboy": {
        "Archives": "Archives",
        "Automap": "Automap",
        "Clock": "Clock",
        "Quests": "Quests",
        "clock-title": "Take a rest",
        "clock-wait-day": "Wait {{time}} days",
        "clock-wait-heal": "Wait until fully healed",
        "clock-wait-hour": "Wait {{time}} hours",
        "clock-wait-minute": "Wait {{time}} minutes"
    },
    "quests": {
        "catch-robber": {
            "bring-robber": "Bring the thief to Mordino.",
            "description": "The hostel's director asked you to bring him the thief that steals from customers at night.",
            "director-scene": {
                "part1": "Ah, such a pleasure making your aquaintance ! At long last we'll put an end to that situation.",
                "part1-1": "Hmpf",
                "part10": "Oh, no, we can't have that here. Bobo ?",
                "part11": "Aaargh",
                "part12": "Last chance. I really don't like seeing you in that sorry state. Please give me one good reason not to kill you.",
                "part13": "Shut it and finish it...",
                "part14": "What a pity. Very well. Bobo, please rid me of that pest.",
                "part2": "My personal told me you've stolen quite a sum to our establishment. I'll go straight to the point.",
                "part3": "What have you done with your gains ? And how do you plan on making up to me ?",
                "part4": "[spits] I have nothing to tell you. Do what you have to do.",
                "part5": "Very well. Bobo, it's your time to act.",
                "part6": "argh",
                "part7": "urgh",
                "part8": "So, how do you do ? Are you gonna talk ?",
                "part9": "Screw you, scumbag."
            },
            "find-robber": "Intercept the thief.",
            "help-escape": "Help the thief escape.",
            "kill": "The robber died.",
            "title": "Catch a thief"
        },
        "completed": "Completed",
        "description": "Description",
        "failed": "Failed",
        "fetchGemstones": {
            "description": "You've crossed path with a diamond dog. He asked you to help him gather gemstones, and you accepted. He also lent you the tools you'll need to do the deed. Let's pick up that pickaxe and start mining !",
            "objective-give": "Bring gemstones to your new diamond dog buddy.",
            "objective-mine": "Use a pickaxe to mine gemstones in the cavern.",
            "title": "Gemstones to diamond dog"
        },
        "objectives": "Objectives",
        "ongoing": "Ongoing",
        "sampleTownButter": {
            "description": "The baker needs butter to bake cakes. It seems like the hostel's kitchen hoards a lot of the available ingredients around town.",
            "find-butter": "Find butter for the baker.",
            "give-butter": "You gave butter to the baker.",
            "got-reward": "You received a tasty reward.",
            "title": "Help the baker bake"
        },
        "tutorial": {
            "description": "<p>You find yourself lost and trapped in the depth of a dark cavern. Resisting the pain of a considerable headache, you have no recollection of how you've gotten here.</p><p>The cold and damp air displeases you greatly... how about looking for an exit, and get back to the gracious sky of Equestria ?</p>",
            "description-completed": "<p>You defeated Trial Blister, one way or another, and access to the outside world was granted to you.</p>",
            "description-with-trial": "<p>In you search for an exit, you've met Trial Blister. It seems like you were dumped in this cavern as a trial to check your abilities to survive in the desolated land of Equestria. Trial Blister is the last challenge you must overcome to reach the outside world.",
            "exit-cavern": "Leave the cavern.",
            "exit-cavern-success": "For completing tutorial, you gained {{xp}} experience points.",
            "last-trial-success": "For surviving all the trials of the tutorial, you gained {{xp}} experience points.",
            "leave-first-room": "Find a way to go through the first door.",
            "leave-first-room-success": "For successfully exiting the first room, you've gained {{xp}} experience points.",
            "pass-last-trial": "Pass the last trial.",
            "title": "Tutorial",
            "win-first-fight": "Win you first fight.",
            "win-first-fight-success": "For winning your first fight, you've gained {{xp}} experience points."
        }
    },
    "races": {
        "earth-pony": "Earth pony",
        "pegasus": "Pegasus",
        "unicorn": "Unicorn"
    },
    "ratKing": {
        "die": "Ah bla bla bla"
    },
    "reputation": {
        "disliked": "mistrustful",
        "disliked+": "disliked",
        "disliked++": "hated",
        "disliked+++": "abhored",
        "liked": "accepted",
        "liked+": "liked",
        "liked++": "loved",
        "liked+++": "adored",
        "max": "idolatred",
        "min": "villified",
        "neutral": "neutral"
    },
    "sample-city": {
        "director-at-lunch": "Boss is taking her launch. Come back in a couple hours.",
        "director-not-receiving": "Boss isn't receiving anyone right now. Come back later.",
        "shady-robber": "He looks kinda shady."
    },
    "scenes": {
        "rathian-meeting": {
            "leaderReaction": "What ? You seem vastly outnumbered, new guy. I suggest you drop the gun and join our pretty little pony over here.",
            "leaderReaction2#1": "Oh, my ! You almost had me shitting myself just now !",
            "leaderReaction2#2": "Alright boys. Kill him. I'll take care of our pretty little pony over here.",
            "playerEscaping": "He's trying to run ! Catch him !",
            "rathianArrival": "Nopony moves ! Leave this poor fellow alone and nopony gets hurt.",
            "rathianAttack": "<b>Get behind me ! I'll take care of these evildoers !</b>",
            "rathianResponds": "Come on... I'm giving you a chance to make it out alive. Leave that pony alone and go away.",
            "startAmbush#1": "Hello there ! Looks like you're surrounded, friend !",
            "startAmbush#2": "Oh don't look so distraught, we ain't going to kill you... not unless you do anything stupid.",
            "startAmbush#3": "You're in luck. Look at you, all dapper and healthy ! You'll fetch us a nice price at the slave market. How about it ?"
        }
    },
    "spells": {
        "empty-spellbook": "You haven't learned any spells yet.",
        "purification": "Purification",
        "sleep": "Sleep",
        "teleport": "Teleport",
        "title": "Spells"
    },
    "stable103": {
        "bubbles": {
            "passerby-1": "Hi there, {{name}} !",
            "passerby-2": "What's up, {{name}} ?",
            "passerby-3": "Hey {{name}} ! Sorry, I'm busy right now, see you later !"
        }
    },
    "templates": {
        "create": "New character",
        "customize": "Customize",
        "pick": "Pick",
        "title": "Pick your character"
    },
    "tutorial": {
        "1": "PipBuck",
        "10": "Field of View",
        "11": "Traps",
        "12": "Exit zones",
        "2": "Movement",
        "3": "Interaction",
        "4": "Lockpick",
        "5": "Combat",
        "6": "Actions",
        "7": "Level up",
        "8": "Looking around",
        "9": "Explosives",
        "disabled": "Disabled",
        "enabled": "Enabled",
        "next": "Next",
        "open": "Show tutorial",
        "previous": "Previous"
    },
    "use-modes": {
        "hit": "Hit",
        "reload": "Reload",
        "shoot": "Shoot",
        "throw": "Throw",
        "unload": "Unload",
        "use": "Use"
    },
    "worldmap": {
        "places": {
            "random-desert-cabin": "a shack in the middle of the desert"
        },
        "title": "wasteland"
    }
}
