{
    "AP": "PA",
    "All": "Tout",
    "Back": "Retour",
    "Barter": "Troc",
    "Cancel": "Annuler",
    "Close": "Fermer",
    "Confirm": "Accepter",
    "Continue": "Continuer",
    "Countdown": "Compte à rebours",
    "Deal": "Échanger",
    "Drop": "Jeter",
    "Exit": "Quitter",
    "HP": "PV",
    "How much ?": "Combien ?",
    "Inspect": "Inspecter",
    "Inventory": "Inventaire",
    "Item preview": "Aperçu:",
    "Its offer": "Son offre",
    "Load game": "Charger partie",
    "Name": "Nom",
    "New game": "Nouvelle partie",
    "New save": "Nouvelle sauvegarde",
    "Ok": "Ok",
    "Options": "Options",
    "Pass turn": "Passer tour",
    "Pick an item": "Selectionner un objet",
    "Quests": "Quêtes",
    "Reload": "Recharger",
    "Save game": "Sauvegarder partie",
    "Unload": "Décharger",
    "Use": "Utiliser",
    "Value": "Valeur",
    "Weight": "Poids",
    "Take": "Prendre",
    "Take all": "Prendre tout",
    "Leave": "Laisser",
    "Your offer": "Votre offre",
    "are-you-sure": "Etes-vous sur ?",
    "controls-dialog": "Contrôles",
    "keyboard": "Clavier",
    "gamepad": "Manette",
    "controls": {
      "hint": "Pressez F1 pour voir les contrôles.",
      "help": "Ouvre la vue des contrôles",
      "click": "Cliquer",
      "centerCamera": "Centre la caméra sur votre personnage",
      "cmap": "Ouvre votre fiche de personnage",
      "useMode1": "Active l'objet en usage rapide à gauche",
      "useMode2": "Active l'objet en usage rapide à droite",
      "nextUseMode1": "Change d'action pour l'objet en usage rapide à gauche",
      "nextUseMode2": "Change d'action pour l'objet en usage rapide à droite",
      "interactionMode": "Change le mode d'interaction",
      "padLeft": "Controle le curseur",
      "padRight": "Controle la caméra",
      "previousTarget": "Curseur sur la cible précédente",
      "nextTarget": "Cureur sur la cible suivante",
      "passTurn": "Passe votre tour lors d'un combat",
      "inventory": "Ouvre l'inventaire",
      "openSkilldex": "Ouvre le paneau de compétences",
      "pipboy": "Ouvre le PipBuck",
      "debugConsole": "Ouvre la console de débogage"
    },
    "bubbles": {
        "chase-from-bar": "Éh, sors de mon bar !",
        "chase-from-kitchen": "Sors de ma cuisine !",
        "guard-1": "Circulez, y'a rien à voir.",
        "guard-2": "Je t'ai à l'oeil, toi.",
        "guard-3": "Reste tranquille.",
        "guard-4": "C'est une ville calme ici. J'y veille, compris ?",
        "passerby-1": "Je suis occupé.",
        "passerby-2": "Je n'ai pas le temps.",
        "passerby-3": "Salut",
        "shop-closed": "Hé ! On est fermé ! Ouste !",
        "shop-goodbye-1": "Au revoir !",
        "shop-goodbye-2": "À bientôt !",
        "shop-welcome-1": "Bonjour",
        "shop-welcome-2": "Bievenue",
        "shop-welcome-3": "Entrez, entrez !",
        "steal-warning-1": "Hé ! Repose ça !",
        "steal-warning-2": "Repose ça tout de suite !",
        "steal-warning-3": "Dernier avertissement ! Remet ça où tu l'a trouvé !",
        "steal-warning-4": "Gardes ! Au voleur !"
    },
    "spells": {
	"title": "Sorts",
	"empty-spellbook": "Tu n'as pas encore appris de sorts",
	"teleport": "Teleportation",
	"sleep": "Torpeur",
	"purification": "Purification"
    },
    "cmap": {
        "skills": "Compétences",
        "abysmal": "Nul",
        "actionPoints": "Points d'action",
        "agility": "Agilité",
        "armorClass": "Classe d'armure",
        "available-perks": "Abilités disponibles",
        "available-points": "Points disponibles",
        "available-skill-points": "Points de compétences disponibles",
        "available-skill-proficiencies": "Spécialités disponibles",
        "available-traits": "Traits disponibles",
        "average": "Moyen",
        "awareness": "Observateur",
        "barter": "Troc",
        "bigGuns": "Armes lourdes",
        "bloody-mess": "Bain de sang",
        "bruiser": "Cogneur",
        "buffs": {
            "bleeding": "Hémorragie",
            "drunk": "Ivre",
            "ko": "Inconscient",
            "poisoned": "Empoisonné"
        },
        "carryWeight": "Capacite en poids",
        "charisma": "Charisme",
        "chem-resistant": "Resistant aux drogues",
        "criticalChance": "Chances de critiques",
        "damageResistance": "Res. dommages",
        "descriptions": {
            "actionPoints": "Détermine le nombre d'action qu'un personnage peut accomplir durant un tour de combat.",
            "agility": "Coordination et vitesse. Une haute Agilité est importante pour le combat (ou la fuite).",
            "armorClass": "Modifie les chances que ce personnage soit touché ou subisse des dégâts.",
            "barter": "Troc et compétences de négociations. Votre capacité à obtenir de meilleur prix pour les objects que vous vendez, et de plus bas prix pour ceux que vous achetez.",
            "bigGuns": "L'utilisation et l'entretien des plus gros flingues - miniguns, lance-roquettes, lance-flammes, et autres joyeusetés.",
            "bloody-mess": "Par un curieux coup du sort, les gens autour de toi semblent toujours mourrir de la plus violente façon imaginable.",
            "bruiser": "Un peu plus lent, un peu plus large. Tu ne touche pas aussi souvent, mais ils le sentent quand tu les atteint ! Tu as moins de points d'actions, mais ta force est améliorée.",
            "buffs": {
                "drunk": "Quel pochard ! Tu as succombé à l'appel de Bacchus. Tu te sens un peu moins intelligent... cela dit, tu ne sens plus grand chose d'autre.",
                "ko": "Tu es sans connaissance, peut-être à la suite d'un un choc ou d'une intoxication. En fonction de la cause et de ta constitution, tu retrouvera tes esprits dans quelques secondes... ou heures. Il ne te reste plus qu'à attendre.",
                "poisoned": "Tu as été empoisonné ! Tu subira périodiquement des dommages jusqu'à ce que le poison soit purgé de ton corps (sauf si tu meure avant, bien sûr). Peut-être devrais-tu chercher un antidote."
            },
            "carryWeight": "La quantité maximale de charge que votre personnage peut porter, en livres.",
            "charisma": "Combinaison d'apparence et de charme. Un haut Charisme est important pour les personnages qui souhaitent influencer par le discours.",
            "chem-resistant": "Les drogues t'affectent moitié moins longtemps que la normale, mais tes chances de devneir dépendant sont aussi réduites de 50%.",
            "criticalChance": "Les chances d'infliger un coup critique en combat sont augmentées de ce montant.",
            "damageResistance": "Tout dommage reçu est réduit de ce montant. La résistance aux dommages peut être améliorée en portant une armure.",
            "endurance": "Endurance et capacité à prendre des coups. Un personnage avec une forte endurance pourra survivre là où d'autres s'écrouleraient.",
            "energyGuns": "L'entretien et l'alimentation des armes à énérgie. Comment armer et utiliser des armes à base de technologies lasers ou plasma.",
            "explosives": "La localisation et désactivation de pièges. Aussi, la mise à feu des explsoifs et autres moyens de démolition.",
            "fast-metabolism": "Ton métabolisme est deux fois plus efficace. Tu es donc beaucoup moins résistant aux radiations et aux poisons, mais ton corps guérit plus vite.",
            "finesse": "Tes attaques sont très précises. Tu ne fais pas autant de dommages, mais tu as beaucoup plus de chances de faire des coups critiques.",
            "gambling": "Compétences relatives aux jeux d'argents. Connaissances des jeux de cartes, de dés, etc.",
            "gifted": "Tu es né avec plus de talent inné que les autres, mais tu as dépensé moins de temps à amélirer des compétences",
            "healingRate": "Capactié naturelle de guérison de votre corps. Votre métabolisme fonctionne plus vite lorsque vous vous reposez.",
            "heavy-handed": "Tu frappe plus fort, pas mieux. Tes attaques sont très brutales, mais manquent de finesse. Tes coups critiques sont moins puissants, mais tu fais toujours plus de dommages en mélée.",
            "hitPoints": "La quantité de dommages que votre personnage peut subir avant de mourrir. Si vos points de vie atteignent 0 ou moins, vous êtes mort.",
            "intelligence": "Savoir, sagesse, et la capacité à penser rapidement. Une haute intelligence est important pour tous les personnages.",
            "jinxed": "Le bon point, c'est que tout le monde autour de toi semblent avoir la poisse. Le problème... c'est que toi aussi.",
            "kamikaze": "En fonçant tête baissée, tu peut agir beaucoup plus vite dans un tour. Cela diminue ta Classe d'Armure, mais tu intervient plus tôt dans un tour de combat.",
            "lockpick": "La capacité à ouvrir des serrures sans la bonne clef. L'utilisation de kits de crochetages améliorera grandement cette compétence.",
            "luck": "Destin. Karma. Une chance très élevée affectera le personnage... d'une manière ou d'une autre. Le cours des événements sera influencé par la chance (ou malchance) de votre personnage.",
            "medicine": "Connaissances médicales, capacité à traiter les blessures grâve, guérir les maladies, et appliquer les premier soins.",
            "meleeDamage": "Le montant de dommage bonus que ce personnage inflige au corps à corps.",
            "meleeWeapons": "Utilisation des armes de mêlée : couteaux, marteaux, lances, et ainsi de suite.",
            "outdoorsman": "Connaissance pratique de la vie en extérieur, et la capacité à survivre dans la nature. Connaissances des plantes et des animaux.",
            "perception": "Votre capacité à voir, entendre, et remarquer les détails. Une haute perception est indispensable pour un tireur de précision.",
            "poisonResistance": "Réduit les dommages de poison par ce montant.",
            "radiationResistance": "La quantité de radiation à laquelle vous êtes exposé est réduite de ce montant. La résistance aux radiation peut être améliorée selon le type d'armure portée, ou par l'utilisation de drogues.",
            "repair": "Application pratique de la compétence Science, pour réparer de l'équipement cassé, des machines ou des appareils éléctroniques.",
            "science": "Couvre tout un panel de compétences de pointes, tels que l'informatique, la biologie, physique, et géologie.",
            "sequence": "Défini l'ordre dans lequel ce personnage se place dans un tour de combat.",
            "sex-appeal": "Tu as le « truc ». Tu attire l'attention des membres du sexe opposé, mais ceux du mÊme sexe tendent à devenir jaloux.",
            "skilled": "Tu as dépensé beaucoup plus de temps que les autres à développer tes compétences. Tu gagne plus de points de compétences à chaque niveau. La contre-partie est que tu ne développe pas autant d'abilités. Tu gagne une abilité tous les quatre niveaux. Et tu gagne 5 points de compétences supplémentaires par niveau.",
            "small-frame": "Tu n'es pas tout à fait aussi large que les autres, mais ça ne t'as jamais fait reculer ! Tu ne peux pas porter autant, mais tu es plus agile.",
            "smallGuns": "L'utilisation, l'entretien, et les connaissances générales des armes de poing, fusils et mitrailleuses.",
            "sneak": "Mouvement silencieux, et la capacité à passer sous le radar. Si vous êtes suffisament discret, vous serez beaucoup plus difficile à repérer. Vous ne pouvez pas être discret et courrir en même temps.",
            "speech": "La capacité à communiquer pratiquement et efficacement. La compétence à convaincre les autres que vous avez raison. La capacité à mentir sans se faire attraper.",
            "spellcasting": "Connaissances des sorts et de la magie. Compétence à conjurer des sorts (si possible), affinité avec votre sens de la magie.",
            "steal": "La capacité à vous approprier le bien d'autrui. Peut être utilisé pour voler des personnes ou des lieux.",
            "strength": "Force physique.",
            "throwing": "La compétence à faire atterir les objets que vous lancez là ou vous le désirez. Manipulation des armes de lancer telles que les couteaux de lancer, javelots ou grenades.",
            "unarmed": "Une combinaison d'art martiaux, de boxe et autres compétences de combat rapproché."
        },
        "earlierSequence": "Réflexes affutés",
        "endurance": "Endurance",
        "energyGuns": "Armes a energie",
        "experience": "Experience",
        "explosives": "Explosifs",
        "fast-metabolism": "Metabolisme rapide",
        "fasterHealing": "Guérison rapide",
        "finesse": "Finesse",
        "gambling": "Jeux",
        "gifted": "Doué",
        "healingRate": "Metabolisme",
        "heavy-handed": "Gros sabots",
        "heroic": "Heroique",
        "hitPoints": "Points de vie",
        "hthDamageBonus": "Dommages au corps à corps",
        "intelligence": "Intelligence",
        "invalid": "Invalide",
        "jinxed": "Poisse",
        "kamikaze": "Tete brulee",
        "kills": "Tués",
        "level": "Niveau",
        "level-up": "Niveau supérieur",
        "lockpick": "Crochetage",
        "luck": "Chance",
        "medicine": "Medecine",
        "meleeDamage": "Dommages CaC",
        "meleeWeapons": "Armes blanches",
        "name-placeholder": "Ton nom",
        "next-level": "Prochain niveau",
        "outdoorsman": "Survie",
        "perception": "Perception",
        "perk-picker": "Choisissez une nouvelle abilité",
        "perkRate": "Gain d'abilité",
        "perks": "Abilités",
        "poisonResistance": "Res. poison",
        "poor": "Mauvais",
        "proficiencies": "Spécialités",
        "radiationResistance": "Res. radiation",
        "repair": "Reparation",
        "reputation": "Réputation",
        "science": "Science",
        "sequence": "Sequence",
        "sex-appeal": "Charmeur",
        "skillRate": "Points par niveau",
        "skilled": "Competent",
        "small-frame": "Poids plume",
        "smallGuns": "Armes legeres",
        "sneak": "Discretion",
        "speech": "Discours",
        "spellcasting": "Magie",
        "steal": "Vol",
        "strength": "Force",
        "strongBack": "Mule",
        "survivalist": "Survivaliste",
        "thief": "Pickpocket",
        "throwing": "Lancer",
        "toughness": "Dur à cuire",
        "traits": "Traits",
        "unarmed": "Corps a corps",
        "very-good": "Tres bien"
    },
    "dialogs": {
        "myDialog": {
            "acceptance": "I see... I guess I don't have a choice then. Let's do this.",
            "answer": "Hello to you !",
            "askDetails": "Trial ? What do you mean ? What's going on ?",
            "convinceNotToFight": "That might be. But I still do not wish to fight. I do not want to live in such a world. And the only way to make the world a better place is to start solving our problems using wits and diplomacy, rather than violence. I'll be careful out there. Trust me. Just let me pass. It'll be fine.",
            "dialoguePath1": "I don't want to do this anymore than you, friend. But this is the way of our people. You've started the trial, and you won't get out of it unless you overcome every part of it.",
            "dialoguePath2": "We could, friend, we could. But this is for your own good. The world out there is dangerous. You might be able to avoid most fights, but at some point, you'll be stuck with no other choices. You must be ready. We have to do this.",
            "dialoguePath3": "Traditions endure for a reason, friend. You've tried my patience long enough. Prepare yourself.",
            "dialogueSuccess": "You may be right... it's true that you've always had a way with words. I shall trust you then. I just hope we won't regret it later. Here friend. Take the key, and go back to the surface.",
            "dumbTraditions": "Those traditions are stupid ! I need to go to the wastes, and time is of the essence ! Just let me go !",
            "hello-world": "Hello world !",
            "hostileFightStart": "Well... I wasn't looking forward to breaking your bones, but you really are asking for it.",
            "hostileStart1": "Oh, so you laid those traps for me ? It's a good thing I already hate your face, I won't regret ruining it. Come at me !",
            "intimidated": "Look, I know what I'm getting into. I don't like this one bit either, but I have to do this.",
            "intimidation2": "[Flex muscles] Here's a suggestion. We both walk away right now, and tell whoever waits outside that I beat you fair and square. This way, I don't have to bash your head in. Sounds good ?",
            "intimidationStep1": "You ? Fight me ? You must've a death wish.",
            "intimidationSuccess": "Alright. You win. We both know how this would've ended anyway. Just tell them I did my best, alright ? Here, take the key.",
            "intro": "Greetings, young fellow, and welcome to the last part of your trial ! Shall we begin ?",
            "moveAside": "Get out of my way, or else...",
            "ohShit": "Oh, shit !",
            "passiveStart": "I guess so ? Whatever it is, let's do it !",
            "proposeToLie": "There's no point getting hurt over this. We could just both walk away, and tell everyone I won the fight.",
            "protest": "Wait, what ? Are you guys insane ? I alsmot died back there ! You all nearly killed me !",
            "reaction": "Oh, ok, good bye then !",
            "refuseFight": "Ok, I get it... but I really don't want to fight you. How about you just let me through ?",
            "trialExplanation": "You must've hurt your head pretty hard while getting here, huh ? This is the last part of your trial, to see if you're ready to face the hardships of the outside world. Since you're here, it means you've overcome the traps and obstacles we had laid out for you. Now's the time for your last trial. You must best me in hoof to hoof combat. What say you ? Shall we get started ?",
            "trialExplanation2": "Sure. And if you don't manage to beat me, I will have to kill you myself. Not that I'll take any pleasure doing it. You knew what you were getting into when you entered this place, friend. There ain't no going back from here. Do, or do not. There is no try.",
            "victory": "Alright, alright, I give up. Well done, you passed all the trials. You may go on. Here, take the key.",
            "victoryAngry": "Stop it ! I've had enough, you've passed. Just take the key and get out of here."
        },
        "ratKing": {
            "cool": "Cool story bro.",
            "crap": "Oh crap !",
            "die": "Okay, you die now.",
            "intro": "Haha ! It is I, the king of the rats !"
        },
        "slotMachine": {
            "bet10": "10 caps",
            "bet100": "100 caps",
            "bet20": "20 caps",
            "bet50": "50 caps",
            "intro": "The slot machine stands before you. How much do you want to bet ?",
            "leave": "Go away",
            "lost": "You lost. Better luck next time !",
            "won": "You won {{amount}} caps ! Yay !"
        },
        "town-barpony": {
            "exit": "Nothing for now, see you around !",
            "intro": "Hi, and welcome to the Sample Hotel ! What can I get you ?",
            "looking-work": "Hi ! I'm looking for work, is there anything to do around here ?",
            "robber-hint-thanks": "So you're telling me this happens every night right under your musle, and you've seen nothing ? I can see why your boss doesn't trust you to handle this. Go back to your glasses, I'll take care of this.",
            "robber-hint-tip": "Alright, thanks for the tip.",
            "robber-hints": "Yeah, I've received the complaints... I haven't seen anything, but from what the customers told me, the robber acts late at night. We close at 3 in the morning, and that's usually when I hear the most complaints... I guess the robber just waits for all of us to get drunk enough, so no one notices him doing his rounds.",
            "robber-quest": "Actually, your boss hired me to catch out somepony who's been robbing the customers. Anything you can tell me that might help ?",
            "start-barter": "Here it is ! Pick your poison, mate !",
            "start-trade": "Show me the stuff !",
            "workHints": "Yeah, I think we have something that may be interesting to you. I guess you should ask Mordino. She's my boss. Go upstairs to the second floor, she's usually at her office from 10am to 10pm."
        },
        "town-guard": {
            "arrest": "Pas un geste, ou je tire !<br/>Tu as floué la loi une foi de trop, poto. Il y a une cellule qui t'attends au poste. Tu va m'y suivre sans faire d'histoires.",
            "back-to-cell": "Hé ! Qu'est-ce que tu fou ici ? Retourne dans ta cellule !",
            "fight": "[Se battre]",
            "surrender": "[Se rendre]"
        },
        "town-guard-jail": {
            "detected": "Hé ! Qu'est-ce que tu fou ici ? Retourne dans ta cellule !",
            "fight": "[Fight]",
            "surrender": "[Surrender]"
        },
        "town-hotel-owner": {
            "accept-job-pickpocket-respect": "It will be done.",
            "ask-job": "I'm looking for a job.",
            "call-guards": "Interesting choice of last words. Guards !",
            "disrespect-exit": "What a bummer... I'll be on my way then.",
            "disrespected-intro": "Oh no, this just won't do. This is a respetable venture. We show respect over here. Guards, will you kindly show his way to that gentleman ?",
            "disrespectful-intro": "The name is {{name}}. What's yours ?",
            "intro": "Hello. I'm the owner of this fine establishment, and you've just entered my office. I'd very much like to know who I'm about to have kicked out of here. Who are you ?",
            "intro-lacks-respect": "I recommend you not be so familiar with me. It displeases me greatly. I'll give you one last chance. Why are you here ?",
            "job-pickpocket": "Well, {{name}}, I happen to have a task fit for a stranger.<br/>I've heard many complaints about thefts happening at the bar, on the floor level. Any money stolen from my customer doesn't end in my pockets. Whoever is doing this, I need them stopped.<br/>I need someone inconspicuous to be my eyes down there. Find the thief, and bring them to me. Can you do that for me ?",
            "job-pickpocket-info": "That's what I like to hear. They say the thiefs happen nearly every day, late in the evening. There'll be a hefty monetary reward if you complete the job.<br/>Now go.",
            "job-rejected": "Then quit wasting my time. Guards, take this fellow outside.",
            "oh-shit": "Oh shit !",
            "pickpocket-escaped": "I confronted the culprit, but he escaped... he won't come back here anytime soon.",
            "pickpocket-fail": "My. I wasn't expecting much, yet you still managed to disappoint me. Very well. There will be no rewards for you. You may take your leave.",
            "pickpocket-fail-fight": "What do you mean, \"no reward\" ? I chased that robber, and I'll get my reward, even if I have to take it from your cold dead body !",
            "pickpocket-fail-nonchalant": "Yeah, sure... see you never, then.",
            "pickpocket-fail-sorry": "I'm sorry I couldn't do enough to please you. Goodbye.",
            "pickpocket-helped": "I confronted him and told him this shithole wasn't worth his time. Go to hell, and bring your cringy mannerism with you.",
            "pickpocket-intro": "Ha, my faithful investigator ! What are the news from our thief ?",
            "pickpocket-killed": "He resisted his arrest. I had no choice but to kill him.",
            "pickpocket-killed-answer": "Yes, my guards reported that you murdered someone in my hotel. I guess I shouldn't have expected anything else from a wastelander. But you did rid me of the nuisance. Take your reward and go away.",
            "pickpocket-killed-done": "It's been a pleasure doing business with you.",
            "pickpocket-lie": "[Lie] I found the culprit, took him somewhere private and took care of him. You won't have to worry about this anyomre.",
            "pickpocket-lie-failure": "I believe there's been a misunderstanding. Do you take me for a simpleton ?<br/>Let's see... you failed to bring me the thief. And you lied to me about it. I'm afraid that means you'll have to take his place. Guards ? Please rip him into pieces.",
            "pickpocket-lie-success": "Alright. I specifically asked you to bring him to me, but you did take care of the problem for me. You may take your reward and leave.",
            "pickpocket-no-news": "Nothing yet, sir.",
            "provoke-combat": "I'm the new owner. And I'm about to redecorate my new office with your bowels.",
            "refuse-job-pickpocket": "Sorry, but stake-outs aren't exactly my specialty.",
            "reject-intro": "My name is no business of yours.",
            "respect-murder": "Holy Celestia, you guys are so stiff already I doubt anyone will notice the difference after I've sent you to your coffins.",
            "respectfulIntro": "Pleased to meet you, sir. My name is {{name}}. I've come to offer you my services.",
            "time-wasted": "Then get back to it, and quit wasting my time."
        },
        "town-hotel-owner-pickpocket-done": {
            "call-guards": "Oh no, and I was just starting to like you too. But we can't have people throwing threats around like that. Guards, please dispose of this fellow.",
            "exit-angry": "I was hoping you'd handle this peacefully. With all due respect, screw you.",
            "hostile-exit": "Wait... is this how you handle things over here ? I bet some people at the police station wouldn't be too happy about that.",
            "intro": "Well done. You've done me a great service, and I'm a pony who knows how to show gratefulness. Here's your reward. You may leave now, I have no more jobs for you.",
            "thank-exit": "Thank you, sir. Good evening."
        },
        "town-robber": {
            "call-out": "Busy ? That's what you call emptying the pockets of the customers ?",
            "called-out": "Keep it down ! Alright, yeah, I'm trying to make a living here ! What's it to you ?",
            "come-with": "Alright... I guess there's no point trying to run now. I'll come with you. Let's go.",
            "convince-escape": "The owner is on to you. I'm not a snitch, but if you know what's good for you, you'll pick up your stuff and leave.",
            "convince-talk-to-owner": "You're in luck. Mister Mordino asked me to find you. He wants to have a chat with you.",
            "escape": "Oh boy ! Well, thank you for the tip. I guess the pockets around here are already dry enough, I'll pack up and leave right now. Thanks again, I won't forget it anytime soon.",
            "intro": "Hm, what ?<br/>Leave me alone buddy, I'm busy right now.",
            "leave-him-be": "Oops, sorry, I'll be on my way.",
            "run-for-it": "Oh yeah ? Sure, lead the way... [suddenly sprints towards the door]",
            "saved": "Damn... I'll have to skip town much earlier than planned... anyway, thanks. You just saved my life. I won't forget it, but I can't really repay you right now... I'll make my own run for it. Good luck with yours !",
            "take-to-owner": "[Flex muscles] Mister Mordino wants to speak with you. I'll take you to his office. Right now."
        },
        "town-secretary": {
            "ask-town-details": "I'm new around here, can you tell me about this town ?",
            "crime-cancel": "Sorry, I can't actually speak about it.",
            "crime-intro": "Alright, tell me what's this about ?",
            "crime-mordino": "I witnessed a murder at Mordino's hotel !",
            "crime-mordino-answer": "Holy cow, that sounds serious ! Alright then, you should take it directly to the sheriff. She's in the room behind me, and she'll want to hear about this first-hoof ! Go ahead !",
            "crime-mordino-thanks": "Well, you probably know everything's there's to know. You've been a great help against Mordino and her goons. The people here really appreciated it.",
            "exit-right-away": "Nothing, good bye.",
            "hints-exit": "I see. Well, it was nice talking to you ! See you later !",
            "hints-exit-hostile": "The only rule I follow is my own. I'll see what's this is about and decide for myself.",
            "hints-exit-very-hostile": "Sounds like pussy talk to me. You don't like this Mordino pony ? I'll show you how it's done. See you soon.",
            "hints-insist": "I'm sorry, I didn't mean to bother you... I can see you're busy, and I figured you might want to take a break and chat with someone who can lend an ear.",
            "hints-intro": "Hey, this is no place for tourists ! Do you have business with the police or not ?",
            "hints-mordino": "What's this about the hotel ?",
            "hints-mordino-2": "So, if I got rid of her, people here would appreciate it ?",
            "hints-sorry": "No sir. Sorry sir. I'll be on my way.",
            "hints-step1": "Oh. Well, sorry for shutting you down so harshly... I guess I am pretty tired. I have to stand here all day long and listen to the petty complaints of everyone around here. Not to mention all the crap going around at Mordino's hotel...",
            "hints-step2": "Mordino's establishment. She pretty much controls the town, along with her goons. She's pissing off a couple of people around here, taking up all the business and all, and we never stop hearing about it... but hey, nothing illegal as far as we know.",
            "hints-step3": "Woah there ! Don't you start doing anything silly, ya hear ? We're under the rule of law around here, at least as long as the sheriff and us are around. If you can find out anything illegal, then we'll be very grateful. Otherwise, keep a low profile, okay ?",
            "intro": "Hi, welcome to Sample Town's police station. What can I do you for ?",
            "mordino-thanks-exit": "Happy to help !",
            "witnessed-crime": "Help ! I've witnessed a crime !"
        },
        "town-sheriff": {
            "intro": "Yes ? I'm very busy, what's this about ?",
            "mordino-decline": "I need a bit more time. I'll come back later.",
            "mordino-help": "I can hardly wait. Let's go catch some criminal scum !",
            "mordino-intro": "The secretary told me to speak with you. I have witnessed murder at the hooves of Mordino.",
            "mordino-start": "Really now ? Well, can't say I'm surprised. I always knew that whore was up to no good. Well, I want to take a couple of ponies with me right now and confront her. I'm a bit concerned about our odds. Would you mind lending us a helping hoof ?"
        },
        "town-trader": {
            "": "[Partir]",
            "after-trade": "Génial, revenez-nous vite !",
            "ask-quest": "Je suis un peu deçu. Je comptais acheter des pâtisseries. Vous n'en préparez pas ?",
            "butter-quest-accept": "Je peux peut-être vous aider avec ça. Laissez-moi voir ce que je peux faire.",
            "butter-quest-completed": "Oh, vous êtes un ange ! Je vais préparer des croissants céant ! Attendez-moi ici, vous allez en recevoir droit sortis du four !<br/><i>[Il disparait dans la salle arrière]</i>",
            "butter-quest-not-interested": "Tant pis. Au revoir !",
            "butter-quest-offer": "[Il soupire] J'adorerais préparer des pâtisseries. Mais j'ai du mal à me procurer certains ingrédients, et la cuisine de l'hotel monopolise à peu près tous les biens alimentaires du coin... si je pouvais mettre la main sur suffisament de beurre, je serais refait !",
            "croissant-done": "Je n'ai pas été trop long, j'espère ? Voilà, prenez ça !<i>[Il vous tend quelques croissants tout chauds]</i><br/>Revenez quand vous voulez, l'ami !",
            "give-butter": "Hé, j'ai trouvé du beurre ! Vous pensez pouvoir en faire quelque chose ?",
            "leave": "[Laisser tomber et partir]",
            "trade-reject": "Je n'ai besoin de rien pour le moment. Au revoir !",
            "trade-show": "Voici ce que j'ai à vous proposer.",
            "trade-start": "Montrez-moi ce que vous avez en stock.",
            "trade-trigger": "Bienvenue, cher client ! Que va-t-on échanger aujourd'hui ?",
            "wait": "[Tu attends]"
        },
        "tutoCharIntro": {
            "accept-to-help": "Bien sur ! Ensemble, rien ne nous resistera !",
            "aggressively-ask-situation": "En fait, je m'en fiche. Dis-moi juste comment quitter ce lieu.",
            "ask-help": "Tu sais, je pourrais avoir besoin d'aide dans cette caverne. Tu crois que tu pourrais te joindre a moi ?",
            "ask-situation": "Qu'est-ce que je dois faire ?",
            "decline-to-help": "Je ne sais pas... tu n'as pas l'air d'etre capable de survivre, la dehors... je vais plutot rester la et attendre que quelqu'un de plus fort se presente.",
            "enough-details": "Je crois que j'en sais assez. Je vais voir ce que je peux faire. [Partir]",
            "explain-situation": "Nous devons partir d'ici. Il y a deux sorties potentielles, a ma connaissance : a l'est, il y a l'entree de service de l'etable. Elle est verouillee. Il y a d'autres tunnels a l'ouest, mais ils sont infestes de rats mutants. Peut-etre qu'ils menent a la sortie, mais je n'en sais rien... c'est trop dangereux pour m'y rendre seul.",
            "provoke-details": "Alors tu n'as meme pas explore ces tunnels ? Tu es tellement inutile, j'ai envie de te baffer...",
            "provoke-further": "Tu ferais mieux de surveiller ton langage, sinon...",
            "provoke-further-attack": "Je vais te renvoyer chez ton createur. [Se batre]",
            "provoke-further-response": "Sinon quoi ? Tu va me botter le cul, c'est ca ? Ah ! J'aimerais bien te voir essayer !",
            "provoke-leave": "Tu n'en vaux pas la peine. [Partir]",
            "scram": "J'ai a faire. Laisse-moi tranquille.",
            "scram-excuses": "Excuse-moi. Je ne voulais pas etre impoli. Je prefere juste mener cette affaire tout seul.",
            "scram-excuses-response": "D'accord, je comprends... desole de m'etre enerve moi aussi. Bon, si tu ne veux pas mon aide, rien a faire. Allez, bonne continuation !",
            "scram-leave": "Ecoute, je n'ai pas le temps pour ca... a la revoyure, je suppose. [Partir]",
            "scram-response": "Ooh, pardon mossieur, je vois que vous etes un gros dur !",
            "start": "He ! Enfin tu es la ! Il faut qu'on trouve un moyen de sortir de ce trou !",
            "what-happened": "Mais qu'est-ce qui se passe ici ?",
            "what-happened-response": "Je sais pas poto ! Je me suis reveille dans ce lieu sombre, humide et grouillant de rats !<br/>J'ai l'intuition que nous devons qutiter cet endroit... tout se passe comme si un etre tout puissant nous avait envoye ici, mais ne s'etait pas donne la peine d'ecrire un scenario.",
            "who-are-you": "Euh... on se connait ?",
            "who-are-you-response": "Maintenant que j'y pense... je ne sais pas trop. Mon nom est Helpful Copain, mais j'ai oublie tout le reste, afin de ne pas t'ennuyer avec une histoire personnelle a la con."
        },
        "tutoDog": {
            "askPayment": "And how do you plan to make it worth my while exactly ?",
            "completedWork": "Yes, here they are. [<i>Give your gemstones</i>]",
            "intro": "Hey ! You there ! Are you pony ? Been a while since I last saw one of you. What's a pony doing in these dark and dangerous tunnels ?",
            "introWithWork": "Pony back so soon ! Do you have my gemstones ?",
            "lookingForExit": "I'm looking for a way out of here. Can you help ?",
            "mehThanks": "These are called explosives, dummy. Thanks anyway.",
            "negotiatePayment": "Hm. Those gemstones don't look anything like the good stuff... tell you what, I find those real gemstones for you, you get me those fake ones and your pickaxe. Do we have a deal ?",
            "paymentAccept": "Are those grenades ? That could prove useful to me. I'm in.",
            "quickExit": "Just having a look. I'll be going now.",
            "quickReject": "I don't have time for this. See you another time.",
            "refusePayment": "Yeah, that won't do. I guess you have nothing of interest to me then. So long, and good luck with your gem thing.",
            "wayOut": "Exits are everywhere. For us dogs. But I guess ponies can't dig with their silly weaker paws... there's an exit you could go through, south-east of here. Dogs don't go there though. It's full of pony contraptions that go boom.",
            "wayOutThanks": "That's very helpful of you. See you around !",
            "workAccept": "Sure, I'll get those gems for you.",
            "workAccepted": "Good, very good, helpful pony ! Here, take this pickaxe, and go fetch me the gems ! Quickly, go !",
            "workComplete": "Ooo, yes, yes, those are some fine gemstones ! You did a good job, pony ! <i>[He searches his pockets, and extend his paws in your direction, revealing a set of grenades]</i> Here, take this and go away now !",
            "workNotComplete": "No, not yet.",
            "workPaymentAsked": "I have the perfect payment for a pony. While I was looking for actual gems, I found these counterfeit pony gems [<i>He searches his pocket and show you a grenade. He quickly hides it back in his pocket</i>]. These mean nothing to us, but I know you pony love that kind of crap, right ?",
            "workProposal": "Pony, wait ! Ponies are so helpful. Maybe you can help an old diamond dog ? I know there are gemstones out there, but there's also plenty of rats. I can't stand rats. They're dirty and make weird noises. If you can get some gemstones for me, I'll make it worth your time.",
            "workUncomplete": "Then quit wasting precious time and go back to work, stupid pony !"
        }
    },
    "factions": {
        "critters": {
            "description": "Créatures diverses.",
            "name": "Faune sauvage"
        },
        "diamond-dogs": {
            "description": "factions.diamond-dogs.description",
            "name": "Diamond dogs"
        },
        "mordino": {
            "description": "factions.mordino.description",
            "name": "Famille Mordino"
        },
        "sample-city": {
            "name": "Expoville"
        }
    },
    "genders": {
        "female": "Femelle",
        "male": "Male"
    },
    "hud": {
        "AC": "CA",
        "AP": "PA",
        "CHA": "PER",
        "HP": "PV",
        "INV": "INV",
        "Q": "Q",
        "pipboy": "PipBoy",
        "skilldex": "Capacités",
        "spellbook": "Sorts"
    },
    "inspection": {
        "armed": "C'est active !",
        "character": "Tu vois {{target}}.",
        "character-dead-female": "Elle est morte.",
        "character-dead-male": "Il est mort.",
        "character-female": "Tu vois {{target}}.",
        "character-male": "Tu vois {{target}}.",
        "character-state-female": "Elle a l'air {{state}}.",
        "character-state-male": "Il a l'air {{state}}.",
        "character-states": {
            "fine": "blessé",
            "low": "gravement blessé",
            "max": "en forme",
            "middle": "assez amoché",
            "min": "d'agoniser"
        },
        "disarmed": "C'est desarme.",
        "item": "Tu vois {{item}}.",
        "trap": "Tu vois un piege."
    },
    "item-descriptions": {
        "dynamite": "Un explosif dangereux ! Il peut etre utile pour passer au travers d'obstacles, ou pour eparpiller tes ennemis facon puzzle.",
        "health-potion": "Une potion de vie standard.",
	"stable-suit": "Your everyday standard stable suit, issued by Stable Tech.",
        "trialStartKey": "Une vieille clef rouillée, ramassée au fin fond de la caverne des épreuves.",
        "trialKey": "La clef de la caverne des épreuves, ayant autrefois appartenue à Trial Blister.",
	"pickaxe": "Une pioche, qui peut être utilisée pour récuperer du minerai. Ou pour planter vos adversaires.",
	"book": "Un vieux livre d'avant-guerre.",
	"skill-book-medicine": "Un livre destiné aux apprentis secouristes. Tu pourrais peut-être apprendre de nouvelles techniques en le lisant.",
        "skill-book-outdoorsman": "Un livre sur la survie en milieu hostile, avec de nombreux conseils sur la mise en place d'un campement et la traversée de milieux sauvages.",
        "skill-book-smallGuns": "Un magazine Gun's and Bullet, plein de conseils sur la pratique du tir sportif et l'entretien des armes à feu.",
	"bottlecaps": "Des capsules de bouteilles. Elles sont courrement utilisées comme monnaie, par ici.",
	"tuxedo": "Un costume élégant.",
	"sparkle-cola": "Une boisson gazeuse saveur carrotte. Sparkle Cola était la boisson la plus populaire d'Equestria, avant et durant la Grande Guerre.",
	"metal-armor": "Une armure conçue à partir de pièces de métal rafistolées. En dépit de son apparence grotesque, elle semble constituer une protection efficace.",
	"gemstone": "Des pierres précieuses, utilisées comme matériau ou ingrédient dans le cadre de rituels magiques.",
	"frag-grenade": "Une grenade à fragmentation. Il vaut mieux être prudent avec cette goupille.",
	"apple-cider": "Une boisson alcolisé, faite à partir de pommes.",
	"apple-whiskey": "Une boisson fermentée et distillée a base de pommes. Techniquement, c'est de l'applejack, mais il semble que par ici, ça s'appelle du whiskey de pomme.",
        "food-butter": "Substance alimentaire, grasse, onctueuse, que l’on extrait, en la battant, de la crème de lait de vache.",
        "food-bread": "Une délicieuse baguette de pain.",
        "food-croissant": "Une pâtisserie comme on en fait plus !"
    },
    "item-slots": {
        "armor": "Armure",
        "saddle": "Selle",
        "use-1": "Utiliser",
        "use-2": "Utiliser"
    },
    "items": {
        "dynamite": "Dynamite",
        "health-potion": "Potion de vie",
        "melee-bucking": "Ruade",
        "melee-hoofercut": "Coup de sabot",
	"stable-suit": "Uniforme",
        "trialStartKey": "Clef rouillée",
	"trialKey": "Clef de la caverne des épreuves",
	"pickaxe": "Pioche",
	"book": "Livre",
	"skill-book-medicine": "Manuel de premiers secours",
        "skill-book-outdoorsman": "Guide de survie",
        "skill-book-smallGuns": "Magazine de flingues",
	"bottlecaps": "Capsules",
	"tuxedo": "Costume",
        "sparkle-cola": "Sparkle Cola",
	"metal-armor": "Armure de métal",
	"gemstone": "Pierres précieuses",
	"frag-grenade": "Grenade",
	"apple-whiskey": "Whiskey de pomme",
	"apple-cider": "Cidre",
        "food-butter": "Beurre",
        "food-bread": "Baguette",
        "food-croissant": "Croissant"
    },
    "locations": {
        "city-sample": "Expoville",
        "tutorial": "Caverne des Épreuves"
    },
    "medicine-skill": {
        "in-combat": "Impossible d'utiliser cette compétence pendant un combat.",
        "used-on": "{{user}} a utilise medecine sur {{target}} et l'a soigne pour {{hp}} points de vie"
    },
    "messages": {
        "spellcast-exhausted": "Tu as lancé trop de sorts. Tu as besoin de repos.",
	"spellcast-success": "{{character}} a utilisé le sort {{spell}}.",
        "spellcast-fail": "{{character}} n'a pas réussi a lancer un sort et subit {{damage}} points de dommage.",
        "spellcast-critical-success": "{{character}} invoque le sort {{spell}} avec une parfaite précision.",
        "spellcast-critical-failure": "{{character}} échoue horriblement à invoquer un sort.",
        "buff-wear-off": "{{character}} n'est plus sous l'effet de {{buff}}.",
        "cannot-sneak": "Tu ne peux pas te cacher.",
        "cannot-use-in-combat": "Ne peux pas être uilisé pendant un combat.",
        "collected-ore": "Tu as extrait du minerai.",
        "collected-ore-failure": "Il n'y a plus rien à extraire.",
        "damaged": "{{target}} a subit {{damage}} points de dommages.",
        "door-broken": "Tu échoue et casse le verrou.",
        "door-is-blocked": "Le passage est obstrue.",
        "door-is-locked": "C'est verouille.",
        "door-locked": "Tu as verouille la porte.",
        "door-locked-failed": "Tu ne reussi pas a verouiller la porte.",
        "door-unlocked": "Tu as deverouille la porte.",
        "door-unlocked-failed": "Tu ne parviens pas a deverouiller la porte.",
        "drunk": "Tu es ivre.",
        "drunk-pass-out": "Tu as trop picolé, et tu t'es évanouis comme une loque.",
        "encounter-prompt": "Veux-tu voir ça de plus près ?",
        "encounter-title": "Tu es tombé sur {{title}}.",
        "explosive-critical-failure": "Tu echoue maladroitement et declenche l'explosif !",
        "explosive-triggered": "{{item}} explose.",
        "explosive-triggered-prematurely": "{{item}} explose inopinement !",
        "healed": "{{target}} a recupere {{hp}} points de vie",
        "invalid-target": "Cible invalide.",
        "jail-sentence": "Tu as été condamné à {{duration}} jour(s) de prison.",
        "jail-sentence-over": "Tu as fait ton temps en cellule.",
        "killed": "Tu as tué {{victimName}} et gagne {{xp}} points d'experience.",
        "ko": "{{target}} a perdu connaissance.",
        "player-ko": "Tu as perdu connaissance.",
        "lock-is-broken": "Le verrou est casse.",
        "no-path": "Pas de chemin libre pour aller là-bas.",
        "not-enough-ap": "Pas assez de points d'action.",
        "nothing-happens": "Ca ne fait rien.",
        "out-of-range": "Hors de portee.",
        "poison-damage": "Tu subis {{damage}} points de dommages dus aux effets du poison.",
        "quest-complete": "Tu as terminé la quête {{title}} et gagné {{xp}} points d'experience.",
        "radiation-begin": "Tu subit les effets des déchêts magiques.",
        "radiation-over": "Tu n'es plus irradié.",
        "read-book": "Tu lis un livre.",
        "read-long-book": "Ce livre te passionne ! Tu perds la notion du temps et le dévore pendant des heures.",
        "read-old-book": "Tu as déjà lu ce livre. Tu le survole sans trop d'intérêt.",
        "read-skillbook": "Tu apprends de nouvelles choses à propos de {{skillName}} et gagne {{points}} poins de compétence.",
	"read-spellbook": "Tu lis un grimoire et apprend le sort {{spell}}.",
	"spell-already-known": "Tu connais déjà ce sort.",
        "slot-machine-in-use": "Quelqu'un utilise déjà cette machine à sou.",
        "trap-critical-failure": "Tu echoue lamentablement et declenche le piege !",
        "trap-detected": "Tu as detecte un piege !",
        "trap-disarm-failed": "Tu ne parviens pas a desactiver le mecanisme.",
        "trap-disarmed": "Tu reussi a desarmer le piege.",
        "use": "{{user}} a utilise {{item}}",
        "weapons": {
            "dodge": "{{target}} a esquive une attaque de {{user}}.",
            "use": "{{user}} a utilise {{item}} sur {{target}} pour {{damage}} dommages.",
            "critical-failure": "{{user}} échoue catastrophiquement en essayant d'utiliser {{item}}."
        },
        "wont-barter": "Cette personne refuse de troquer avec toi.",
        "xp-gain": "Tu as gagne {{xp}} points d'experience.",
        "repair-success": "Tu as réparé {{target}}.",
        "repair-failure": "Tu n'arrive pas à réparer {{target}}."
    },
    "no-path": "Pas de chemin disponible.",
    "objects": {
        "bed": "un lit",
        "chair": "une chaise",
        "door": "une porte",
        "pool-table": "un billard",
        "shelf": "une commode",
        "slot-machine": "une machine à sou",
        "stairs": "des escaliers",
        "stairs-groundlevel": "des escaliers",
        "stairs-toplevel": "des escaliers",
        "stool": "un tabouret",
	"locker": "casier",
	"gemOre": "gisement de minerai"
    },
    "options": {
        "combatSpeed": "Vitesse des combats",
        "fullscreen": "Plein écran",
        "locale": "Langue",
        "movement": {
            "alwaysRun": "Toujours courrir",
            "alwaysWalk": "Toujours marcher",
            "mixed": "Double-clique pour courrir"
        },
        "movementMode": "Mode de déplacement",
        "volume": "Volume musique"
    },
    "pipboy": {
        "Archives": "Archives",
        "Automap": "Carte locale",
        "Clock": "Horloge",
        "Quests": "Quêtes",
        "clock-title": "Se reposer",
        "clock-wait-day": "Attendre {{time}} jours",
        "clock-wait-heal": "Attendre jusqu'à guérison complète",
        "clock-wait-hour": "Attendre {{time}} heures",
        "clock-wait-minute": "Attendre {{time}} minutes"
    },
    "quests": {
        "catch-robber": {
            "bring-robber": "Amène le voleur a Mordino.",
            "description": "Le directeur de l'hotel vous a demandé de lui amener le voleur qui fait les poches des clients chez lui.",
            "director-scene": {
                "part1": "Ah, quel plaisir d'enfin pouvoir faire votre connaissance ! Nous allons pouvoir mettre fin à cette regrettable situation.",
                "part1-1": "Hmpf",
                "part10": "Oh, non, pas de ça ici. Bobo ?",
                "part11": "Aaargh",
                "part12": "Dernière chance. Je n'aime vraiment pas te voir dans cet état. J'aimerais que tu me donne une bonne raison de te laisser vivre.",
                "part13": "Ferme-là et fini le travail...",
                "part14": "Quelle pitié. Très bien. Bobo, ayez l'amabilité de me débarasser de cette nuisance.",
                "part2": "Mes hommes m'ont dit que tu avais dérobé un pactole considérable. Je vais aller droit au but.",
                "part3": "Qu'est-ce que tu as fait de tes gains, et comment compte-tu me rembourser ?",
                "part4": "[Crache par terre] Je n'ai rien à te dire. Fais ce que tu as à faire.",
                "part5": "Très bien. Bobo, c'est à toi de jouer.",
                "part6": "Argh",
                "part7": "Urgh",
                "part8": "Comment allons-nous ? Ta langue va-t-elle se délier ?",
                "part9": "Va te faire mettre, fumier !"
            },
            "find-robber": "Interpelle le voleur.",
            "help-escape": "Aide le voleur à s'enfuir.",
            "kill": "Le voleur est décédé",
            "title": "Attraper un voleur"
        },
        "completed": "Complétée",
        "description": "Description",
        "failed": "Échouée",
        "fetchGemstones": {
            "description": "Dans tes tribulations cavernales, tu as croisé le chemin d'un diamond dog. Il t'as demandé de l'aider à obtenir des gemmes, et tu as accepté. Il t'as aussi donné les outils nécessaires pour accomplir ses désirs. Prend cette pioche et commence à casser du caillou !",
            "objective-give": "Rapporte les gemmes a ton nouvel ami diamond dog.",
            "objective-mine": "Utilise une pioche pour extraires des gemmes dans la caverne.",
            "title": "Trouver des gemmes pour le diamond dog"
        },
        "objectives": "Objectifs",
        "ongoing": "En cours",
        "sampleTownButter": {
            "description": "Le boulanger a besoin de beurre pour créer des pâtisseries. Il parait que la cuisine de l'hôtel se procure toute sorte de denrées alimentaire.",
            "find-butter": "Trouver du beurre pour le boulanger",
            "give-butter": "Tu as donné du beurre au boulanger.",
            "got-reward": "Tu as obtenu une délicieuse récompense.",
            "title": "Du boulot pour le boulanger"
        },
        "tutorial": {
            "description": "<p>Vous vous retrouvez perdu et enfermé au fin fond d'une obscure caverne. Assailli par un mal de crâne carabiné, vous n'avez aucun souvenir de votre arrivée ici.</p><p>L'air humide et enfermé est assez désagréable à vos narines... pourquoi ne pas chercher une sortie, et retrouver la chaleur du soleil de Celestia ?</p>",
            "description-completed": "<p>Vous avez vaincu Trial Blister, d'une manière ou d'une autre, et l'accès au monde extérieur s'est ouvert à vous.</p>",
            "description-with-trial": "<p>Dans votre recherche de la sortie, vous avez rencontré Trial Blister. Il semblerait que vous ayez été jeté dans cette caverne afin de tester votre capacité à survivre dans les terres désolées d'Equestria. Trial Blister est la dernière épreuve se dressant entre vous et le monde extérieur.",
            "exit-cavern": "Quitter cette caverne.",
            "exit-cavern-success": "Pour avoir complété le tutorial, vous gagnez {{xp}} points d'expérience.",
            "last-trial-success": "Pour avoir survécu à toute les épreuves du tutoriel, vous gagnez {{xp}} points d'expérience",
            "leave-first-room": "Trouver un moyen de passer la porte",
            "leave-first-room-success": "Pour avoir réussi à sortir de la première salle, vous gagnez {{xp}} points d'expérience.",
            "pass-last-trial": "Passer la dernière épreuve",
            "title": "Tutoriel",
            "win-first-fight": "Remporter votre premier combat",
            "win-first-fight-success": "Pour avoir remporté votre premier combat, vous gagnez {{xp}} points d'expérience"
        }
    },
    "races": {
        "earth-pony": "Poney",
        "pegasus": "Pegasus",
        "unicorn": "Licorne"
    },
    "reputation": {
        "disliked": "méfiant",
        "disliked+": "rejeté",
        "disliked++": "détésté",
        "disliked+++": "abhorré",
        "liked": "accepté",
        "liked+": "apprécié",
        "liked++": "aimé",
        "liked+++": "adoré",
        "max": "idolâtré",
        "min": "vilipendé",
        "neutral": "neutre"
    },
    "sample-city": {
        "director-at-launch": "Le patron prend son dejeuner. Revient dans une heure ou deux.",
        "director-not-receiving": "Le patron ne reçoit personne à cette heure-ci. Revient plus tard.",
        "shady-robber": "Il a l'air suspect."
    },
    "templates": {
        "create": "Créer",
        "customize": "Modifier",
        "pick": "Choisir",
        "title": "Choisissez votre personnage"
    },
    "tutorial": {
        "1": "PipBuck",
        "10": "Champ de vision",
        "11": "Pièges",
        "12": "Zones de sortie",
        "2": "Déplacement",
        "3": "Intéragir",
        "4": "Crochetage",
        "5": "Combat",
        "6": "Actions",
        "7": "Niveau supérieur",
        "8": "Naviguer",
        "9": "Explosifs",
        "disabled": "Sans aide",
        "enabled": "Avec aide",
        "next": "Suivant",
        "open": "Ouvrir tutorial",
        "previous": "Precedent"
    },
    "use-modes": {
        "hit": "Frapper",
        "reload": "Recharger",
        "shoot": "Tirer",
        "throw": "Lancer",
        "unload": "Décharger",
        "use": "Utiliser"
    },
    "worldmap": {
        "places": {
            "random-desert-cabin": "une cabane au milieu du desert"
        },
        "title": "terres désolées"
    }
}
