{
    "dialogs": {
        "cristal-den/potioks/engineer": {
            "about-celestial-device": "Celestial Device ? Now that's a poetic name ! Can't say that I have, sorry. What is it supposed to be ?",
            "about-creations": "Oh my Celestia ! I'm so glad you asked ! [TODO: Powerhoof Quest]",
            "about-place": "This, my friend, is my domain ! Well, technically, this is the Potiok's workshop. We use it mostly to fix up whatever pre-war tech that comes around... but on my free time, it's where I cook up my own creations !",
            "ask-about-celestial-device": "You know your way around pre-war tech ? Ever heard of a Celestial Device ?",
            "ask-about-creations": "Creations ? What kind of stuff do you build over here ?",
            "ask-about-place": "What is this place ?",
            "celestial-device-ask-labs": "Where would I find a Stable-Tech lab ?",
            "celestial-device-ask-steel-rangers": "Tell me about the Steel Rangers.",
            "celestial-device/about-labs": "Ah ! If I knew that, I'd be there right now !<br/>Well... that's not entirely true. The Capital City was home to many Stable-Tech experiments, you're bound to find some stuff there... if you survive, that is. It's crawling with ferocious mutated monsters. Nopony in their right mind would even go near there.",
            "celestial-device/about-steel-rangers": "They used to be a branch of the Equestrian military before the apocalypse. They had a bunker in the Cristal Empire that survived the megaspells. They know a lot about pre-war tech, but they also have a tendancy to hoard it for themselves.  They're pretty reclused too. Nopony around here would know where to find them, but Steek Ranger patrols are sometimes sighted on the eastern parts of the Cristal wastes.",
            "celestial-device/no-details-given": "Well, if I don't know what it is, I really can't tell you where you might find one.",
            "celestial-device/where-to-find-one": "Interesting... well, then you don't have that many options. You'll have to look around for Stable-Tech labs. The Steel Rangers might know something too, though they probably wouldn't help you anyway.",
            "creations/finished": "You've seen everything, I've got nothing new for you ! I'll keep you updated if I get any fresh ideas ! I'm sure you'll make a wonderful guinea pig for my experiments !",
            "creations/powerhoof-intro": "I'm so glad you asked ! Here, take a look at this !<br><br><i>He reaches for some weirdly hoof shaped device on a shelf.</i><br><br>I call this a powerhoof ! It's basically designed to punctually increase your leg strength, allowing to hit harder, or throw objects further away ! It still needs some tweaking before it works as intented, but I'm getting there ! Actually... maybe you could help me. Would you mind giving it a go ?",
            "creations/powerhoof-risk-reward-response": "Well, I guess once the prototype is operational, I could give it to you. I don't really need this, I just want to see it work. Plus, I can always build other ones. Bigger. Better. Stronger !",
            "creations/powerhoof-risks": "Well, err... that's kind of the point. I need to calibrate it to minize the blowback. Otherwise, you'll hurt yourself just as much as your target. But hey, you can't cook an omelett without breaking a few eggs, am I right ?",
            "do-not-give-details-about-celestial-device": "I can't really explain... I just need to find one.",
            "do-not-give-details-about-celestial-device-hostile": "Darn... after all this talk about being a basement nerd, I expected more from you.",
            "entry": "What can I do you for ?",
            "entry-exit": "Nothing, bye !",
            "give-details-about-celestial-device": "It's a Stable-Tech magical device designed to create a suitable environment for crops underground.",
            "leave-about-place": "I see. I'll leave you to your... creations, then. Bye.",
            "leave-celestial-device-thanks": "Thank you, you've been really helpful ! See you later !",
            "powerhoof-intro-accept": "Wow, that sounds awesome ! Sure, let's give it a try !",
            "powerhoof-intro-ask-danger": "That sounds dangerous. How do you compensate for the blowback so it doesn't hurt the wearer ?",
            "powerhoof-intro-leave": "Sorry, that's not really my kind of tech. Let's talk about something else.",
            "powerhoof-risk-accept": "Can't argue against that. Alright, I'll test it for you.",
            "powerhoof-risk-accept-reluctantly": "Such an ethically motivated scientist you are... well, let's give it a try anyway.",
            "powerhoof-risk-accept-reward": "Nice ! I'm sure I can put it to good use ! Let's do this !",
            "powerhoof-risk-reject": "I figured as much. Sorry, I can't afford that risk right now. I'll come back if I ever feel like hurting myself.",
            "powerhoof-risk-reject-reward": "And if we don't get it to work, I basically take a risk with potentially no reward. It doesn't sound like you have anything interesting for me. I'm just going to go now.",
            "powerhoof-risk-reward": "I don't know about breaking eggs, but if I'm gonna risk breaking legs, I certainly am not going to do it for free.",
            "powerhoof-risk-reward-response": "Well, I guess once the prototype is operational, I could give it to you. I don't really need this, I just want to see it work. Plus, I can always build other ones. Bigger. Better. Stronger !"
        }
    }
}
