{
    "dialogs": {
        "cristal-den/bibin": {
            "about-necessary-actions": "The Cristal wastes are divided into a bunch of factions, fighting for their turf, exploiting ponies for riches... there ain't no idea of general interest no more, everypony just fend for themselves or their little group.<br><br>We need to grow into something bigger. More united. We need to get everypony to work together. That requires ambition. And ruthlessness. Because the ponies who currently rule the broken pieces of these wastes, they're so greedy that they'd rather die than lose their authority.<br><br>So we're going to force them to. Ponies will hurt. Ponies will die. But when our work is over, ponies will thrive once again.",
            "accept-to-work-for-price": "Heh. I'll do about anything if you can afford me.",
            "accept-to-work-gracefully": "Alright. I'm trusting you. I'll do your job.",
            "ask-about-job": "Hey, earlier you said something about wanting my help ?",
            "ask-about-project": "You say you want to do what no one's ready to do to improve the Cristal waste. What do you mean exactly ?",
            "caught-attention-answer-surprised": "You were expecting me ? Why ?",
            "caught-attention-ask-who": "Oh, well, I'm here, hehe ! Er... who are you again ?",
            "caught-attention-curious": "Why did you want to see me ?",
            "entry-exit": "Nothing, bye !",
            "entry/caught-attention": "Ah, you're finally there ! I've been expecting you. Everypony's been talking about you lately. I want to know what the fuss is all about !",
            "entry/default": "Hey. What's up ? Anything you need from me ?",
            "entry/introduction": "I'm Bibin. Owner of this place and benevolant leader of the Cristal Den slums.",
            "entry/intruder/intro": "Interesking skill you have. Alrgiht, you've got my attention. Would you like to work for me ? I think I might be able to put you to good use.",
            "entry/intruding": "Hey. I'm pretty sure you're not supposed to be there. How did you get past the guard ?",
            "intruding-friendly-sneak": "I have a knack for getting by unnoticed.",
            "intruding-murder-intent": "Who cares about your guard ? You should be worrying about yourself. En garde !",
            "intruding-reject-job": "I'm sorry, I shouldn't even be there. I'll be on my way !",
            "intruding-take-job": "Yeah, sure, I have some free time ahead of me. What do you need ?",
            "job-proposal": "Hmhm. I have big plans for this town. For the whole Cristal wasteland, actually. With your help, we can change this wasteland into a better, safer place... but it ain't gonna be easy, and nopony wants to take the necessary actions to reach that goal. Nopony but us.<br>We need ponies like you. Strong-willed. Competent. Trustworthy. I want you to work for us. And ultimately, I want you to become one of us. What do you say ?",
            "job-proposal-return": "Let's get back to the main topic, alright ? I have a job for you. Will you do it for me ?",
            "job-refusal": "Aw, you break my heart, buddy ! But I like the cut of your jib. Come back if you change your mind.",
            "necessary-action-bullshit-hostile": "I've heard enough. You're evil. The world will be better off without you. <i>[Start fighting]</i>",
            "necessary-action-bullshit-join": "Alright. Count me in.",
            "necessary-action-bullshit-neutral": "I won't fight against you. But I can't help you either.",
            "necessary-action-doubts": "So altruistic. I have to wonder, do you believe in your own bullshit, or did you just think I would ?",
            "necessary-action-ends-justify-means": "The end justify the means, then ? You'd do just about anything if it's for a good cause ?",
            "necessary-action-exit": "I see...",
            "necessary-action-moral-objection": "Forfeiting your soul on the off chance that it might have positive consequences doesn't sound like a good deal at all.",
            "necessary-actions/called-bullshit": "Hey. You can think whatever you want, buddy. Ultimately, all that matters to me is whether you'll fight with me or against me. So... what will it be ?",
            "necessary-actions/ends-and-means": "It's a simplistic way to put it. I read a book once, written by a diplomat under King Sombra's rule. It pretty much said that a good ruler isn't one who bends to moral principles, but rather one who can be ruthless.<br><br>The ruler who bends to moral principles will always be outplayed by those who don't follow any rules. Ultimately, their rule will only lead to chaos, misery, war.<br><br>I am not a good pony. And I am more than willing to get my hooves dirty in the name of stability, prosperity and peace.",
            "necessary-actions/objected-morale": "It's not like the ponies I'm fighting against are any better than this. And anyway, let's just say I'm the kind of pony who'd rather fail at something than not even try. Wouldn't you agree ?",
            "refuse-to-work": "I'm a simple pony. I don't care to get involved in some big scheme or power struggle. Sorry, but I'm out.",
            "sabotage-ask-more-payment": "This suitcase is probably worth much more than that. Make it {{increasedSabotageReward}} and we have a deal.",
            "sabotage-ask-more-payment-again": "No, I don't think you will. You're taking the risk of sending an outsider to ship something important to this \"friend\" of yours. It seems like you don't want people to know you two are related. Now I don't know what's going on, but I can tell this job is worth more caps than this.",
            "sabotage-ask-payment": "I don't mind, but this sounds important. How much are you willing to pay me ?",
            "sabotage-ask-suitcase-contents": "So... what's in the suitcase ?",
            "sabotage-reject-job": "Sorry, I'm not interested.",
            "sabotage-report-ask-reward": "Woh there, wait a minute. We agreed on a reward, didn't we ?",
            "sabotage-report-confirm-delivery": "Yes, I gave the suitcase to Mighty Hobo.",
            "sabotage-report-exit": "I'll be on my way, then.",
            "sabotage-saboteur-is-dead": "Er... you mean the water carrier from Hillburrow ? Because I'm pretty sure he's dead.",
            "sabotage-trigger-report": "I need to talk to you about the suitcase delivery.",
            "sabotage/about-payment": "For starters, you'll be rewarded with some of my trust. Which will open up new jobs for you. With more... substantial rewards.",
            "sabotage/about-suitcase-contents": "Buddy, you don't need to know that. It's better if you don't. Just do the deed and come back. Can you do that for me ?",
            "sabotage/accept-more-payment": "<i>He winces for a moment, and goes:</i><br><br>You're a frightening pony, you know ! I don't know why, I just feel compelled to give you what you want ! {{sabotageReward}} caps it is !",
            "sabotage/accept-payment": "You drive a hard bargain. Alright then ! How about {{sabotageReward}} caps ?",
            "sabotage/intro": "Here's the thing. I need you to deliver something for me.<br><br><i>He picks up a suitcase from under his desk and gives it to you.</i><br><br>I want you to take this to Hillburrow. There's a good friend of mine who lives there. His name is Mighty Hobo. Big earth pony, darkish green furr. You can't miss him. He works as a water carrier. When he's not doing his shifts, you can find him in a shack on the outskirts of town, near a well. Do not open the suitcase. If you open the suitcase, he will know, and he won't be happy with you. And if you don't deliver the suitcase, I will know, and I won't be happy with you. Got it ?",
            "sabotage/on-job-accepted": "Nice ! Now remember : big, earth pony, dark green fur, working as a water carrier. He roams town between 14 to 18. The rest of the time, he's probably resting in his shack, or at the bar.<br><br>Oh, one last thing : don't forget to ask him for the password. That's how I'll know you completed the delivery.<br><br/>Off you go then ! Tell him I said hi, and to keep up the good work !",
            "sabotage/reject-more-payment": "Come on, I'm already going out of my way for you. I could get any of my friends here to make the delivery for free if I wanted to. I'm offering you {{sabotageReward}} caps, and if you won't take it, I'll find somepony else.",
            "sabotage/reporting": "Ah, what's the word ? How's Mighty doing ? Did you deliver the suitcase ?",
            "sabotage/reporting-confirm-complete": "You know, I had a good feeling about you. Seems I wasn't wrong. You've done well. You don't even know how much good you've done today. Come back soon, I have more planned for you.",
            "sabotage/reporting-confirm-entry": "Good ! Not that I don't trust you of course, but you were supposed to get a password from Mighty. Care to tell me what it was ?",
            "sabotage/reporting-no-password": "Oh, buddy... I am so, so disappointed... I trusted you. I thought you were smarter than that. And you even came back, without the password ? Didn't you know what would happen ? Such a tragic ending...<br><br>Guard ! Come in and get rid of this fool. Definitively.",
            "sabotage/reporting-reward": "Of course, we did ! Here you go, {{sabotageReward}} caps, as we agreed. You deserved it.",
            "sabotage/water-carrier-dead": "What ? You're shitting me, right ? He's dead ? How would you know that ? What happened ?",
            "sabotage/water-carrier-death-by-player": "You ? You better have a damn good reason for this. This set back will cost me... and you. Explain yourself.",
            "sabotage/water-carrier-death-evasive": "You heard about it ? From who ?",
            "sabotage/water-carrier-death-insulted": "You come here to tell me my pony over there died, you don't want to tell me what happened, AND you play smart with me ? Are you fucking suicidal ? Because I'm about to grant your death wish. GUARDS !",
            "sabotage/water-carrier-death-peaceful-end": "I see... thanks for bringing this to my attention. Forget about this job. I'll find something else for you to do... come back later.",
            "saboteur-accept-job": "Sure. I'll do it. <i>[Take the suitcase]</i>",
            "saboteur-ask-money": "Look, if you're looking for free labor, there's a slave market a few blocks away. But if you want me to do the job, then you're gonna have to pull out some caps.",
            "water-carrier-death-explained-cocky": "You know how tall he used to be. He was blocking my sun.",
            "water-carrier-death/evasiv/confess": "From... no one. I guess I have to come clean. I killed him myself.",
            "water-carrier-death/evasive": "I heard about it... the cristal wastes are truly unforgiving.",
            "water-carrier-death/evasive/joke": "I think you meant \"from whom\".",
            "water-carrier-death/evasive/lie": "<i>[Lie]</i> I overheard someponies talk about it at the tavern.",
            "water-carrier-death/player-murder": "Because I did it myself. He was tough, but not tough enough.",
            "water-carrier-death/potiok": "The Potioks had him killed. They believed he was responsible for sabotaging their work at the coal mine."
        }
    }
}
