{
    "dialogs": {
        "cristal-den/brian-fargo": {
            "accept-work-negociator": "Alright. I'll see what I can do.",
            "ask-about-bibin": "You mentionned the Bibin's gang. Who are they ?",
            "ask-about-potioks": "Tell me more about these Potioks.",
            "ask-for-work": "I'm looking for work.",
            "ask-negociator-leads": "Any idea where I might start looking ?",
            "back-to-work-negociator": "About the negociation job...",
            "entry": "Yes ? I'm busy, what do you want ? Make it quick.",
            "exit-entry": "Nothing, sorry, bye !",
            "reject-work-negociator": "I don't have time for this...",
            "work-answer": "So you wanna work for us caraveneers ? It's not a job meant for everyone. Traveling the wasteland with your own shitty self and moving valuable goods around aren't the same thing. What makes you think you can work with us ?",
            "work-caravan": "I guess that'll have to do... alright. We'll pay you 200 caps for each mission. You're responsible for buying your own gear and ammo. The caravans leave every monday in the morning. Talk to the caravan leader, they'll show you the ropes.",
            "work-caravan-accept": "Thank you sir, you won't be disappointed !",
            "work-caravan-accept-reluctantly": "You're lucky I need the money...",
            "work-caravan-barter": "",
            "work-caravan-reject": "I'm supposed to risk my life to move your stuff around, and that's all your willing to pay ? Go find another nutjob, I'm not that stupid.",
            "work-caravan-rejected": "I wouldn't worry about that. Plenty of people need the money. Get out of here, I've got work to do.",
            "work-caravan-start": "Good. Now get out of here.",
            "work-negociator": "You some kind of sweet talker then, is that it ? I guess I could make use of that. See, this town produces three things: food, slaves and scumbags. While we import a lot of stuff, my caravans can only export food. The Potiok family controls the trade of food, and they drive the prices much higher than I'd like. It's hard making a profit exporting goods that are already overpriced. If you can find a way, any way, that would drive the prices down... I'd be happy to reward your hard work.",
            "work-negociator-bibin": "Bibin's a mean pony, the kind you don't want to mess with. She's got a whole gang following her lead, and they recently took over the slums. Officially, they're doing it under the autority of the Potiok family... but I have no doubt that the Potioks wouldn't have let such a band of low-life take control of any part of the town, had they had the firepower to prevent it.",
            "work-negociator-leads": "The Potiok family completely controls the trade. It's a good place to start. However, not everypony is pleased with the way they carry their business. They have every farmer work for them, and murder whoever refuses to cooperate. If you could find a way to introduce some competition in the market, that would also work in my favour.",
            "work-negociator-potioks": "The Potiok are the oldest family in Cristal Den. In fact, they founded the town. There's quite a bunch of them, and they readily use violence to enforce their autority... which is how they've kept control over the town all this time.<br>Still, the town has grown faster than they have... new factions have grown stronger, like the slavers, or Bibin's gang. It seems to me like they won't be able to keep this up for much longer, unless they start making some concessions.",
            "work-skills-cancel": "Maybe I'm not suited for the job after all... I'll take my leave.",
            "work-skills-gunner": "I'm good with weapons. Your wares will be safe with me.",
            "work-skills-talker": "I'm good at reading people, and coming up with peaceful solutions. That might not be the best skillset for a caravaneer, but perhaps you need help with something else ?",
            "work-skills-wastelander": "I've been traveling a lot around the wastes. I can help guide your caravans, and I can spot the best places for an ambush... meaning we'd be ready for whoever might want to get their hooves on your goods."
        }
    }
}
